[
  {
    "canton": "Zürich",
    "date": "2018-08-15",
    "id": "144 IV 285",
    "inDegree": 0,
    "keyword": "mord",
    "level": 1,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=1&highlight_docid=atf%3A%2F%2F144-IV-285%3Ade&number_of_ranks=8&azaclir=clir",
    "outDegree": 18,
    "regeste": "\nRegeste\nArt. 70 Abs. 1 StGB, Art. 540 Abs. 1 Ziff. 1 ZGB; mehrfacher Mord; Erbunwürdigkeit; Gültigkeit von Zuwendungen der Erben an die erbunwürdige Person; Voraussetzungen für die Vermögenseinziehung.  Inhalt und Rechtsnatur der Bestimmung über die Erbunwürdigkeit von Art. 540 Abs. 1 Ziff. 1 ZGB. Nicht nach Art. 70 Abs. 1 StGB einziehbar sind Vermögenswerte, die aus einem objektiv legalen Rechtsgeschäft stammen (Bestätigung der Rechtsprechung). Die beurteilte Vereinbarung, wonach der Täter auf eine Erbenstellung verzichtet und im Gegenzug dazu von den Erben eine Immobilie sowie einen Geldbetrag aus dem Nachlass seiner getöteten Eltern erhält, ist gültig. Die Vermögenswerte, welche dem Täter aus diesem Rechtsgeschäft zustehen, unterliegen nicht der Einziehung (E. 2). \n\n"
  },
  {
    "canton": "Vaud",
    "date": "2017-10-24",
    "id": "144 IV 1",
    "inDegree": 1,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F144-IV-1%3Ade&number_of_ranks=0&azaclir=clir#page1",
    "outDegree": 17,
    "regeste": "\nRegeste\nArt. 70 StGB; Art. 376 StPO; selbständiges Einziehungsverfahren; Einziehung zukünftiger wirtschaftlicher Vorteile.  Voraussetzungen des selbständigen Einziehungsverfahrens, insbesondere wenn dieses nach dem Strafverfahren durchgeführt wird (selbständige Einziehung nach dem Strafverfahren; E. 4.1). Eine Einziehungsverfügung im Sinne von Art. 70 Abs. 1 StGB kann auch zukünftige, zeitlich und quantitativ genügend bestimmbare wirtschaftliche Vorteile, nicht aber einfache Gewinnaussichten oder Anwartschaften, betreffen (E. 4.2). In diesem Zusammenhang ermöglicht es die in Art. 70 Abs. 5 StGB vorgesehene Befugnis des Gerichts, den Umfang der einzuziehenden Vermögenswerte zu schätzen, auf die ausdrückliche Bezifferung des Betrags zu verzichten, wenn der Vermögenswert genügend präzise abgegrenzt und bestimmt werden kann (E. 4.4). Wenn die Einziehung der zukünftigen wirtschaftlichen Vorteile unter Berücksichtigung der genannten Grundsätze bereits im Strafverfahren hätte verfügt werden können, ist die selbständige Einziehung nach dem Strafverfahren mit dem Grundsatz ne bis in idem nicht vereinbar und kann nicht angeordnet werden (E. 4 und 5). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2015-02-25",
    "id": "141 IV 155",
    "inDegree": 2,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F141-IV-155%3Ade&number_of_ranks=0&azaclir=clir#page155",
    "outDegree": 13,
    "regeste": "\nRegeste a\nVerkauf von Bankkundendaten; wirtschaftlicher Nachrichtendienst (Art. 273 Abs. 2 StGB); Einziehung des Verkaufserlöses (Art. 70 Abs. 1 StGB).  Die Veräusserung von Daten von Kunden einer Schweizer Bank mit Wohnsitz oder Sitz in Deutschland durch eine nicht bei der Bank angestellte Person an deutsche Steuerbehörden erfüllt den Tatbestand des wirtschaftlichen Nachrichtendienstes im Sinne von Art. 273 Abs. 2 StGB. Schweizerisches Recht ist auch anwendbar, soweit Tathandlungen im Ausland durchgeführt wurden. Die Veräusserung von Bankkundendaten ist nach dem massgebenden schweizerischen Recht mangels Rechtfertigungsgründen rechtswidrig. Der noch vorhandene Verkaufserlös ist nach dem Ableben des Verkäufers während des Strafverfahrens zu Lasten der Erben einzuziehen (E. 2-4). \n\n"
  },
  {
    "canton": "Vaud",
    "date": "2014-03-06",
    "id": "140 IV 57",
    "inDegree": 0,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F140-IV-57%3Ade&number_of_ranks=0&azaclir=clir#page57",
    "outDegree": 24,
    "regeste": "\nRegeste a\nStrafprozessuale Zwangsmassnahmen (Art. 196 ff. und 263 ff. StPO); Überprüfung durch das Bundesgericht mit freier Kognition (Art. 36 und 190 BV, Art. 95 lit. a, Art. 98 und 106 Abs. 2 BGG).  Das Bundesgericht überprüft Entscheide über strafprozessuale Zwangsmassnahmen mit freier Kognition (Art. 196 lit. a-c StPO). Die nach Art. 98 BGG (für vorsorgliche Massnahmen) vorgeschriebene Beschränkung der Rügegründe und das Rügeprinzip im Sinne von Art. 106 Abs. 2 BGG sind nicht anwendbar. Dies gilt auch für die Beschlagnahme von Gegenständen oder Vermögenswerten (Art. 263 ff. StPO; E. 2.2). \n\n"
  },
  {
    "canton": "Zug",
    "date": "2003-09-16",
    "id": "129 IV 305",
    "inDegree": 3,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-305%3Ade&number_of_ranks=0&azaclir=clir#page305",
    "outDegree": 14,
    "regeste": "\nRegeste\nArt. 28 ff. und 59 StGB. Einziehung von Vermögenswerten bei Antragsdelikten.  Die durch ein Antragsdelikt erlangten Vermögenswerte sind auch einzuziehen, wenn ein gültiger Strafantrag fehlt (E. 4). \nArt. 59 Ziff. 1 Abs. 3 und Art. 70 ff. aStGB, Art. 277ter BStP. Verjährung der Strafverfolgung und des Einziehungsrechts bei (teilweiser) Gutheissung der eidgenössischen Nichtigkeitsbeschwerde. \nSoweit die letztinstanzliche kantonale Verurteilung wegen bestimmter Straftaten mit der eidgenössischen Nichtigkeitsbeschwerde nicht oder erfolglos angefochten worden ist und damit materiell rechtskräftig bleibt, findet keine Strafverfolgung mehr statt und hört daher in Bezug auf diese Straftaten die Verfolgungsverjährung mit der Ausfällung des letztinstanzlichen kantonalen Entscheides definitiv zu laufen auf. Dies gilt auch, wenn infolge (teilweiser) Gutheissung der Nichtigkeitsbeschwerde aus andern Gründen das angefochtene Urteil formal vollumfänglich aufgehoben wird und die kantonale Instanz etwa wegen des Dahinfallens von Verurteilungen des Beschuldigten in andern Punkten die Strafe neu bemessen muss (Präzisierung der Rechtsprechung; E. 6.2). \nEntsprechendes gilt in Bezug auf die Verjährung des Einziehungsrechts, welches mit der Nichtigkeitsbeschwerde nicht oder erfolglos angefochten worden ist (E. 6.3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2011-12-08",
    "id": "138 IV 1",
    "inDegree": 0,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F138-IV-1%3Ade&number_of_ranks=0&azaclir=clir#page1",
    "outDegree": 5,
    "regeste": "\nRegeste\nArt. 305bis StGB; Art. 260ter StGB; aArt. 59 Ziff. 3 StGB; Art. 72 StGB; Beweis der verbrecherischen Herkunft von Vermögenswerten einer kriminellen Organisation bei der Geldwäscherei.  Bei der Geldwäscherei von Vermögenswerten einer kriminellen Organisation dürfen an den Nachweis der Vortat keine höheren Anforderungen gestellt werden als bei den anderen Fällen der Geldwäscherei. Der Beweis, dass ein Verbrechen vorausging, reicht aus. Exakte Kenntnis des Verbrechens und des Täters ist nicht erforderlich. Ebenso wenig wird verlangt, dass ein natürlicher und adäquater Kausalzusammenhang zwischen den individualisierbaren, im Rahmen der kriminellen Organisation begangenen Verbrechen und den gewaschenen Vermögenswerten aufgezeigt wird. Der von der Rechtsprechung geforderte \"absichtlich lockere\" Zusammenhang (BGE 120 IV 323 E. 3d S. 328) ist ausreichend erstellt, wenn bewiesen ist, dass die Verbrechen im Rahmen der kriminellen Organisation verübt wurden und die Vermögenswerte von dieser herrühren. Zwischen den Verbrechen gesamthaft betrachtet und den Vermögenswerten muss ein natürlicher und adäquater Kausalzusammenhang gegeben sein, selbst wenn die verbrecherische Herkunft nur eine indirekte ist (E. 4.2.3.2). \nGenügt die Vermutung von Art. 72 StGB, um die verbrecherische Herkunft von Geldern im Besitz eines Mitglieds der kriminellen Organisation für die Anwendung von Art. 305bis StGB zu erstellen? Die Frage wurde offengelassen (E. 4.2.3.2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2010-01-12",
    "id": "136 IV 4",
    "inDegree": 1,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F136-IV-4%3Ade&number_of_ranks=0&azaclir=clir#page4",
    "outDegree": 19,
    "regeste": "\nRegeste\nInternationale Rechtshilfe in Strafsachen an Haiti; Rückgabe von Vermögenswerten des Duvalier-Clans; Art. 5 Abs. 1 lit. c und Art. 74a IRSG, Art. 33a IRSV; Verjährung nach Schweizer Recht.  Zulässigkeit der Verjährungseinrede (E. 6.1). Anwendung schweizerischen Rechts bei fehlendem Staatsvertrag (E. 6.2 und 6.3). Die Verjährung für das Delikt der Beteiligung an einer kriminellen Organisation ist im Jahr 2001 eingetreten, weshalb auf das Rechtshilfegesuch nicht eingetreten werden kann (E. 6.4 und 6.5). Die anderen genannten Straftaten (Mord, Verbrechen gegen die Menschlichkeit) haben keinen direkten Zusammenhang mit der Herkunft der Vermögenswerte (E. 6.6 und 6.7). Notwendigkeit, die gesetzliche Grundlage in diesem Bereich anzupassen (E. 7). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2003-10-27",
    "id": "129 II 453",
    "inDegree": 0,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-II-453%3Ade&number_of_ranks=0&azaclir=clir#page453",
    "outDegree": 12,
    "regeste": "\nRegeste\nArt. 74a und 80h lit. b IRSG; Herausgabebegehren gestützt auf ein ausländisches Urteil.  Die Gelder stammen aus einem veruntreuten Darlehen zwischen Privaten. Das ausländische Urteil räumt dem ersuchenden Staat ein Vorrecht auf diese Guthaben ein (um Vermögenswerte aus anderen Delikten wieder zu erlangen), erkennt aber, dass sie grundsätzlich dem Darleiher zustehen. \nDie Zulässigkeit der Beschwerde ist zweifelhaft, da der ersuchende Staat seine Betroffenheit nicht dargelegt hat (E. 2). \nEs besteht kein Zusammenhang zwischen den beschlagnahmten Vermögenswerten und den Delikten, welche dem Herausgabebegehren zu Grunde liegen; der Darleiher hat im Übrigen Anspruch auf die Guthaben. Art. 74a IRSG erlaubt somit die Rückgabe nicht (E. 3 und 4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2011-01-25",
    "id": "137 IV 79",
    "inDegree": 4,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-79%3Ade&number_of_ranks=0&azaclir=clir#page79",
    "outDegree": 1,
    "regeste": "\nRegeste\nArt. 305bis StGB; Geldwäscherei betreffend Vermögenswerte, die aus der Erfüllung eines Vertrages stammen, dessen Abschluss durch Korruption begünstigt wurde.  Vermögenswerte, die aus einem Rechtsgeschäft stammen, welches mittels Korruption abgeschlossen wurde, rühren aus einem Verbrechen her, wenn sie zur Straftat in einem natürlichen und adäquaten Kausalzusammenhang stehen. Sie brauchen dabei nicht notwendigerweise die direkte und unmittelbare Folge der Straftat zu sein. In einem solchen Fall können diese Vermögenswerte Gegenstand des Tatbestands der Geldwäscherei sein (E. 3). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2011-08-22",
    "id": "137 IV 305",
    "inDegree": 0,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-305%3Ade&number_of_ranks=0&azaclir=clir#page305",
    "outDegree": 8,
    "regeste": "\nRegeste\nArt. 70 StGB; Art. 320 OR; Art. 14 und 15 BGSA; Einziehung; Schwarzarbeit.  Vermögenswerte sind nicht einziehbar, wenn sie aus einem objektiv legalen Rechtsgeschäft stammen (E. 3.1). \nZivilrecht und öffentliches Recht schützen die Lohnansprüche ausländischer Arbeitnehmer ohne fremdenrechtliche Arbeitsbewilligung (E. 3.3 und 3.4). Solche Lohnansprüche bzw. der entsprechend ausbezahlte Lohn sind strafrechtlich nicht einziehbar (E. 3.5). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2006-03-01",
    "id": "132 III 31",
    "inDegree": 1,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-III-315%3Ade&number_of_ranks=0&azaclir=clir#page315",
    "outDegree": 2,
    "regeste": "\nRegeste\nArt. 540 f. ZGB; Auswirkungen der Erbunwürdigkeit auf den eingesetzten Erben und seine Erbeinsetzung.  Der Erbunwürdige ist zu behandeln, wie wenn er vor dem Erblasser gestorben wäre. Verfügungen von Todes wegen zu seinen Gunsten sind nichtig. Ist der Erbunwürdige eingesetzter Erbe, treten an seine Stelle die gesetzlichen Erben des Erblassers, wenn keine frühere Verfügung von Todes wegen Geltung erlangt (E. 2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2006-02-06",
    "id": "132 III 30",
    "inDegree": 0,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-III-305%3Ade&number_of_ranks=0&azaclir=clir#page305",
    "outDegree": 2,
    "regeste": "\nRegeste\nArt. 540 Abs. 1 Ziff. 3 ZGB; Erbunwürdigkeit; Hinderung am Widerruf bzw. Errichten einer Verfügung von Todes wegen durch Unterlassen.  Die von den kantonalen Gerichten angenommene Erbschleicherei ist gesetzlich nicht erfasst, kann aber in schweren Fällen Erbunwürdigkeit begründen (E. 2). Es verletzt kein Bundesrecht, Erbunwürdigkeit auf Grund sämtlicher Umstände im konkreten Einzelfall zu bejahen, wenn der testamentarisch eingesetzte Alleinerbe durch Verletzung seiner Aufklärungspflicht die Erblasserin daran hindert, die Erbeinsetzung zu widerrufen bzw. neu und anders von Todes wegen zu verfügen (E. 3-6). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2013-04-18",
    "id": "139 IV 209",
    "inDegree": 3,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-IV-209%3Ade&number_of_ranks=0&azaclir=clir#page209",
    "outDegree": 3,
    "regeste": "\nRegeste\nEinziehung (Art. 70 Abs. 1 StGB) und staatliche Ersatzforderung (Art. 71 Abs. 1 StGB) im Falle eines Vergleichs.  Ein Vergleich steht der Einziehung nicht entgegen. Einzuziehen ist der durch die strafbare Handlung erlangte Vermögenswert unter Abzug der geleisteten Rückzahlung. Ist der Vermögenswert nicht mehr vorhanden, muss auf eine staatliche Ersatzforderung erkannt werden (E. 5). \n\n"
  },
  {
    "canton": "Solothurn",
    "date": "2017-10-05",
    "id": "143 II 661",
    "inDegree": 0,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F143-II-661%3Ade&number_of_ranks=0&azaclir=clir#page661",
    "outDegree": 17,
    "regeste": "\nRegeste\nArt. 18 Abs. 2 und Art. 37b DBG, Art. 1 und 2 LGBV; vom übrigen Einkommen getrennte und damit privilegierte Besteuerung der in den letzten zwei Geschäftsjahren realisierten stillen Reserven bei definitiver Aufgabe der selbstständigen Erwerbstätigkeit nach dem vollendeten 55. Altersjahr oder wegen Unfähigkeit zur Weiterführung infolge Invalidität.  Art. 37b DBG und Art. 1 LGBV knüpfen die privilegierte Besteuerung von Liquidationsgewinnen an vier kumulative Bedingungen: Eintritt einer Invalidität im Sinne von Art. 8 ATSG bzw. Art. 4 IVG, definitive Aufgabe der selbstständigen Erwerbstätigkeit, Kausalzusammenhang zwischen Invalidität und Geschäftsaufgabe und erstmalige Inanspruchnahme der privilegierten Besteuerung (E. 2 und 3). Fall eines Steuerpflichtigen, bei dem die Invalidität im Jahre 2004 eintrat, der in der Folge aufgrund einer ärztlich attestierten Rest-Erwerbsfähigkeit von 20 % bis 2012 in diesem Rahmen selbstständig erwerbstätig blieb und die Tätigkeit 2012 definitiv aufgab (E. 4). Für die streitige Frage der Kausalität sind die allgemeinen Grundsätze des Haftpflichtrechts und die hierzu ergangene Rechtsprechung heranzuziehen (E. 5). Art. 37b DBG und Art. 1 LGBV stellen an die Kausalität keine strengeren Anforderungen, als sie sich aus den allgemeinen Grundsätzen des Haftpflichtrechts ergeben; namentlich ist eine zeitliche Nähe zwischen dem Eintritt der Invalidität und der definitiven Geschäftsaufgabe nicht erforderlich, sofern diesbezüglich der natürliche und der adäquate Kausalzusammenhang erstellt ist (E. 6). Auch lagen im beurteilten Fall keine Unterbrechungsgründe vor (E. 7), was zur Gutheissung der Beschwerde führt (E. 8). \n\n"
  },
  {
    "canton": "Valais",
    "date": "2017-06-28",
    "id": "143 III 24",
    "inDegree": 1,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F143-III-242%3Ade&number_of_ranks=0&azaclir=clir#page242",
    "outDegree": 21,
    "regeste": "\nRegeste\nVerantwortlichkeit des Grundeigentümers (Art. 679 ZGB); öffentliche Gewässer.  Zusammenfassung der Rechtsprechung (E. 3). Der Kanton haftet für Überschwemmungen infolge eines Anstiegs des Grundwasserspiegels verursacht durch gewerbsmässigen Kiesabbau im Rhonebett in einer grösseren Tiefe als vom Kanton bewilligt (E. 4.1-4.5). \n\n"
  },
  {
    "canton": "Zug",
    "date": "2016-04-18",
    "id": "142 IV 237",
    "inDegree": 0,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F142-IV-237%3Ade&number_of_ranks=0&azaclir=clir#page237",
    "outDegree": 8,
    "regeste": "\nRegeste\nArt. 429 Abs. 1 lit. b StPO; Entschädigung der wirtschaftlichen Einbussen.  Wird die beschuldigte Person ganz oder teilweise freigesprochen, hat der Staat den gesamten Schaden wiedergutzumachen, der mit dem Strafverfahren in einem adäquaten Kausalzusammenhang steht (E. 1.3.1). Nicht erforderlich ist, dass die wirtschaftliche Einbusse der beschuldigten Person auf eine bestimmte Verfahrenshandlung zurückzuführen ist (E. 1.3.3). Auch der durch den Verlust der Arbeitsstelle entstandene Schaden ist grundsätzlich zu entschädigen (E. 1.3.4). \nAnsprüche auf Entschädigung und Genugtuung beurteilen sich grundsätzlich nach der im Zeitpunkt ihres Entstehens massgebenden Rechtsgrundlage. Es kann ausnahmsweise zulässig sein, den gesamten Anspruch nach dem neuen Recht zu beurteilen, sofern dieses für die beschuldigte Person nicht nachteiliger ist (E. 1.4). \nDie Strafbehörden tragen keine Verantwortung für ein Fehlverhalten anderer Behörden. Adäquater Kausalzusammenhang zwischen dem Strafverfahren und der sachlich nicht gerechtfertigten Entlassung eines Lehrers verneint (E. 1.5.3). \n\n"
  },
  {
    "canton": "Schwyz",
    "date": "2016-09-22",
    "id": "142 IV 383",
    "inDegree": 2,
    "keyword": "mord",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F142-IV-383%3Ade&number_of_ranks=0&azaclir=clir#page383",
    "outDegree": 0,
    "regeste": "\nRegeste\nEinstellung des Verfahrens; akzessorische und selbstständige Einziehung (Art. 320 Abs. 2 Satz 2, Art. 329 Abs. 4 Satz 2 und Art. 376 StPO; Art. 70 StGB); Einziehung gegen eine juristische Person, für welche die beschuldigte Person gehandelt hat.  Wird ein Strafverfahren von der Staatsanwaltschaft nach durchgeführter Untersuchung oder vom Gericht wegen des Prozesshindernisses der Verjährung eingestellt, so ist in der Einstellungsverfügung beziehungsweise im Einstellungsbeschluss über die Einziehung von Gegenständen und Vermögenswerten zu entscheiden und fällt ein selbstständiges Einziehungsverfahren ausser Betracht. Die Einziehung zu Lasten der juristischen Person, für welche die beschuldigte Person gehandelt hat, wird entweder akzessorisch im Strafverfahren gegen die beschuldigte Person oder, wenn ein solches Strafverfahren nicht durchgeführt werden kann, im Rahmen eines selbstständigen Einziehungsverfahrens gegen die juristische Person angeordnet (E. 2). \n\n"
  },
  {
    "canton": "Vaud",
    "date": "2011-12-20",
    "id": "138 I 97",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F138-I-97%3Ade&number_of_ranks=0&azaclir=clir#page97",
    "outDegree": 5,
    "regeste": "\nRegeste\nArt. 6 Ziff. 1 und 3 EMRK; Art. 6 Ziff. 3 lit. c EMRK; Art. 5 Abs. 3 BV; Anspruch auf einen Verteidiger; Schweigerecht und Anspruch auf Belehrung über das Schweigerecht; Grundsatz von Treu und Glauben.  Tragweite des durch Art. 6 Ziff. 3 lit. c EMRK gewährleisteten Anspruchs auf einen Verteidiger, namentlich bei den ersten polizeilichen Einvernahmen; Anwendung des Grundsatzes von Treu und Glauben gemäss Art. 5 Abs. 3 BV bei der Berufung auf diesen Anspruch; Fall, in dem eine Verletzung des Anspruchs auf einen Verteidiger zu einer Aufhebung der Verurteilung führen kann; Pflicht zur Begründung eines Antrags auf Aufhebung (E. 4.1); Anwendung des Grundsatzes von Treu und Glauben bei der Berufung auf eine Verletzung des Schweigerechts; Fall, in dem eine solche Verletzung zur Aufhebung der Verurteilung führen kann (E. 4.2). \n\n"
  },
  {
    "canton": "Schwyz",
    "date": "2016-09-22",
    "id": "142 IV 383",
    "inDegree": 2,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F142-IV-383%3Ade&number_of_ranks=0&azaclir=clir#page383",
    "outDegree": 0,
    "regeste": "\nRegeste\nEinstellung des Verfahrens; akzessorische und selbstständige Einziehung (Art. 320 Abs. 2 Satz 2, Art. 329 Abs. 4 Satz 2 und Art. 376 StPO; Art. 70 StGB); Einziehung gegen eine juristische Person, für welche die beschuldigte Person gehandelt hat.  Wird ein Strafverfahren von der Staatsanwaltschaft nach durchgeführter Untersuchung oder vom Gericht wegen des Prozesshindernisses der Verjährung eingestellt, so ist in der Einstellungsverfügung beziehungsweise im Einstellungsbeschluss über die Einziehung von Gegenständen und Vermögenswerten zu entscheiden und fällt ein selbstständiges Einziehungsverfahren ausser Betracht. Die Einziehung zu Lasten der juristischen Person, für welche die beschuldigte Person gehandelt hat, wird entweder akzessorisch im Strafverfahren gegen die beschuldigte Person oder, wenn ein solches Strafverfahren nicht durchgeführt werden kann, im Rahmen eines selbstständigen Einziehungsverfahrens gegen die juristische Person angeordnet (E. 2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2015-02-25",
    "id": "141 IV 155",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F141-IV-155%3Ade&number_of_ranks=0&azaclir=clir#page155",
    "outDegree": 13,
    "regeste": "\nRegeste a\nVerkauf von Bankkundendaten; wirtschaftlicher Nachrichtendienst (Art. 273 Abs. 2 StGB); Einziehung des Verkaufserlöses (Art. 70 Abs. 1 StGB).  Die Veräusserung von Daten von Kunden einer Schweizer Bank mit Wohnsitz oder Sitz in Deutschland durch eine nicht bei der Bank angestellte Person an deutsche Steuerbehörden erfüllt den Tatbestand des wirtschaftlichen Nachrichtendienstes im Sinne von Art. 273 Abs. 2 StGB. Schweizerisches Recht ist auch anwendbar, soweit Tathandlungen im Ausland durchgeführt wurden. Die Veräusserung von Bankkundendaten ist nach dem massgebenden schweizerischen Recht mangels Rechtfertigungsgründen rechtswidrig. Der noch vorhandene Verkaufserlös ist nach dem Ableben des Verkäufers während des Strafverfahrens zu Lasten der Erben einzuziehen (E. 2-4). \n\n"
  },
  {
    "canton": "Vaud",
    "date": "2014-03-06",
    "id": "140 IV 57",
    "inDegree": 2,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F140-IV-57%3Ade&number_of_ranks=0&azaclir=clir#page57",
    "outDegree": 24,
    "regeste": "\nRegeste a\nStrafprozessuale Zwangsmassnahmen (Art. 196 ff. und 263 ff. StPO); Überprüfung durch das Bundesgericht mit freier Kognition (Art. 36 und 190 BV, Art. 95 lit. a, Art. 98 und 106 Abs. 2 BGG).  Das Bundesgericht überprüft Entscheide über strafprozessuale Zwangsmassnahmen mit freier Kognition (Art. 196 lit. a-c StPO). Die nach Art. 98 BGG (für vorsorgliche Massnahmen) vorgeschriebene Beschränkung der Rügegründe und das Rügeprinzip im Sinne von Art. 106 Abs. 2 BGG sind nicht anwendbar. Dies gilt auch für die Beschlagnahme von Gegenständen oder Vermögenswerten (Art. 263 ff. StPO; E. 2.2). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2013-04-18",
    "id": "139 IV 209",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-IV-209%3Ade&number_of_ranks=0&azaclir=clir#page209",
    "outDegree": 3,
    "regeste": "\nRegeste\nEinziehung (Art. 70 Abs. 1 StGB) und staatliche Ersatzforderung (Art. 71 Abs. 1 StGB) im Falle eines Vergleichs.  Ein Vergleich steht der Einziehung nicht entgegen. Einzuziehen ist der durch die strafbare Handlung erlangte Vermögenswert unter Abzug der geleisteten Rückzahlung. Ist der Vermögenswert nicht mehr vorhanden, muss auf eine staatliche Ersatzforderung erkannt werden (E. 5). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2011-08-22",
    "id": "137 IV 305",
    "inDegree": 3,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-305%3Ade&number_of_ranks=0&azaclir=clir#page305",
    "outDegree": 8,
    "regeste": "\nRegeste\nArt. 70 StGB; Art. 320 OR; Art. 14 und 15 BGSA; Einziehung; Schwarzarbeit.  Vermögenswerte sind nicht einziehbar, wenn sie aus einem objektiv legalen Rechtsgeschäft stammen (E. 3.1). \nZivilrecht und öffentliches Recht schützen die Lohnansprüche ausländischer Arbeitnehmer ohne fremdenrechtliche Arbeitsbewilligung (E. 3.3 und 3.4). Solche Lohnansprüche bzw. der entsprechend ausbezahlte Lohn sind strafrechtlich nicht einziehbar (E. 3.5). \n\n"
  },
  {
    "canton": "Luzern",
    "date": "2015-06-23",
    "id": "141 IV 305",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F141-IV-305%3Ade&number_of_ranks=0&azaclir=clir#page305",
    "outDegree": 13,
    "regeste": "\nRegeste\nIllegaler Abbruch eines schützenswerten Einfamilienhauses; Verjährung der Einziehung bei Übertretungen; Berechnung der Ersatzforderung; Art. 26 und 36 Abs. 3 BV; Art. 97 Abs. 3, Art. 70 f. und 109 StGB.  Verjährung der Einziehung bei Übertretungen (E. 1). \nAnwendung des Brutto- oder Nettoprinzips bei der Festlegung einer Ersatzforderung (Zusammenfassung und Bestätigung der Rechtsprechung; E. 6.3.3). Kognition des Bundesgerichts bei Ersatzforderungen in Anwendung kantonalen Rechts (E. 6.4). Der Beschwerdeführer liess das Einfamilienhaus im Wissen um die verweigerte Entlassung des Objekts aus dem kommunalen Inventar der schützenswerten Kulturobjekte abreissen, um darauf eine gewinnbringende Überbauung vornehmen zu können. Nicht als willkürlich oder unverhältnismässig zu beanstanden ist unter diesen Umständen, wenn die Kosten des Abbruchs, d.h. der eigentlichen Straftat, und der Wert des abgebrochenen Gebäudes bei der Berechnung der Ersatzforderung nicht zum Abzug zugelassen werden. Unerheblich war, dass im Zeitpunkt des Einziehungsentscheids noch nicht mit letzter Sicherheit feststand, ob das Immobilienprojekt mit der höheren Ausnutzung überhaupt verwirklicht werden kann (E. 6.5). Ermittlung des Verkehrswerts des unüberbauten Grundstücks nach der Lageklassenmethode (E. 6.6). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2011-01-25",
    "id": "137 IV 79",
    "inDegree": 4,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-79%3Ade&number_of_ranks=0&azaclir=clir#page79",
    "outDegree": 1,
    "regeste": "\nRegeste\nArt. 305bis StGB; Geldwäscherei betreffend Vermögenswerte, die aus der Erfüllung eines Vertrages stammen, dessen Abschluss durch Korruption begünstigt wurde.  Vermögenswerte, die aus einem Rechtsgeschäft stammen, welches mittels Korruption abgeschlossen wurde, rühren aus einem Verbrechen her, wenn sie zur Straftat in einem natürlichen und adäquaten Kausalzusammenhang stehen. Sie brauchen dabei nicht notwendigerweise die direkte und unmittelbare Folge der Straftat zu sein. In einem solchen Fall können diese Vermögenswerte Gegenstand des Tatbestands der Geldwäscherei sein (E. 3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2004-01-29",
    "id": "130 III 24",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F130-III-248%3Ade&number_of_ranks=0&azaclir=clir#page248",
    "outDegree": 5,
    "regeste": "\nRegeste\nMietvertrag; Zession künftiger Mietzinse; Konkurs eines \"Mitvermieters\"; Betreibung auf Pfandverwertung; Rückzession; Aktivlegitimation (Art. 164 Abs. 1, Art. 544 Abs. 1 und Art. 545 Abs. 1 Ziff. 3 OR; Art. 806 Abs. 3 ZGB; Art. 204 SchKG).  Legitimation: kantonales Prozessrecht und Bundesrecht (E. 2). \nDer Vermieter, der sich Mietzinsansprüche \"rückzedieren\" liess, auf welche er vor der fiduziarischen Abtretung an eine Bank gemeinsam mit einem Dritten Anspruch hatte, ist legitimiert, allein gegen den Mieter vorzugehen und von ihm die Bezahlung seiner Schulden zu verlangen (E. 3). \nBedeutung des Konkurses des \"Mitvermieters\", bzw. der Betreibung auf Verwertung des auf dem vermieteten Gebäude lastenden Pfandrechts, für die Abtretung künftiger Mietzinsforderungen, welche nach der Eröffnung des Konkurses, bzw. der Einleitung der Betreibung auf Pfandverwertung entstehen (E. 4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2012-05-16",
    "id": "138 III 49",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F138-III-497%3Ade&number_of_ranks=0&azaclir=clir#page497",
    "outDegree": 16,
    "regeste": "\nRegeste\nArt. 578 ZGB; Art. 285 ff. SchKG; erbrechtliche und paulianische Anfechtungsklagen im Zusammenhang mit einem Erbverzichtsvertrag zugunsten der eigenen Nachkommen.  Anfechtbar gemäss Art. 578 ZGB ist nur die Ausschlagung, nicht auch ein Erbverzichtsvertrag (E. 3). Frage des Rechtsmissbrauches (E. 4). Frage des Herabsetzungsanspruches (E. 5). Der Erbverzichtsvertrag zugunsten der eigenen Kinder ist weder Schenkung noch unentgeltliche Verfügung im Sinn von Art. 286 SchKG (E. 6). Ausführungen zur Absichtspauliana (E. 7). \n\n"
  },
  {
    "canton": "Luzern",
    "date": "2015-06-23",
    "id": "141 IV 317",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F141-IV-317%3Ade&number_of_ranks=0&azaclir=clir#page317",
    "outDegree": 10,
    "regeste": "\nRegeste\nIllegaler Abbruch eines schützenswerten Einfamilienhauses; Berechnung der Ersatzforderung gegenüber Drittbetroffenen; Art. 26 und 36 Abs. 3 BV; Art. 70 f. StGB.  Illegaler Abbruch eines schützenswerten Einfamilienhauses durch einen Eigentümer und Vertreter des Baukonsortiums, wobei die weiteren Eigentümer (Drittbetroffene) das Haus bloss auf legale Weise zerstören wollten. Kognition des Bundesgerichts bei Ersatzforderungen in Anwendung kantonalen Rechts (E. 5.4). Anwendung des Brutto- oder Nettoprinzips bei der Festlegung einer Ersatzforderung (Zusammenfassung und Bestätigung der Rechtsprechung; E. 5.8.2). Das Nettoprinzip drängt sich vorliegend bei der Berechnung der Ersatzforderungen der Drittbetroffenen aus Gründen der Verhältnismässigkeit auf und ist auch mit dem Grundsatz \"Verbrechen soll sich nicht lohnen\" vereinbar. Es ist daher zumindest der von diesen bezahlte Kaufpreis für das Grundstück bzw. der Marktwert des Grundstücks vor Abbruch des Einfamilienhauses zum Abzug zuzulassen (E. 5.8.3-5.8.5). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2011-08-22",
    "id": "137 IV 305",
    "inDegree": 3,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-305%3Ade&number_of_ranks=0&azaclir=clir#page305",
    "outDegree": 8,
    "regeste": "\nRegeste\nArt. 70 StGB; Art. 320 OR; Art. 14 und 15 BGSA; Einziehung; Schwarzarbeit.  Vermögenswerte sind nicht einziehbar, wenn sie aus einem objektiv legalen Rechtsgeschäft stammen (E. 3.1). \nZivilrecht und öffentliches Recht schützen die Lohnansprüche ausländischer Arbeitnehmer ohne fremdenrechtliche Arbeitsbewilligung (E. 3.3 und 3.4). Solche Lohnansprüche bzw. der entsprechend ausbezahlte Lohn sind strafrechtlich nicht einziehbar (E. 3.5). \n\n"
  },
  {
    "canton": "Thurgau",
    "date": "2002-11-21",
    "id": "129 IV 107",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-107%3Ade&number_of_ranks=0&azaclir=clir#page107",
    "outDegree": 5,
    "regeste": "\nRegeste\nWiderhandlungen gegen das Lotteriegesetz (Art. 38 Abs. 1 LG); Konfiskation (Art. 43 LG), Einziehung (Art. 59 StGB), Verhältnis (Art. 333 Abs. 1 StGB).  Art. 59 StGB hat Vorrang vor Art. 43 LG und findet auch Anwendung auf Vermögenswerte, die durch Widerhandlungen gegen das Lotteriegesetz erlangt worden sind (E. 3). \n\n"
  },
  {
    "canton": "Zug",
    "date": "2003-09-16",
    "id": "129 IV 305",
    "inDegree": 3,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-305%3Ade&number_of_ranks=0&azaclir=clir#page305",
    "outDegree": 14,
    "regeste": "\nRegeste\nArt. 28 ff. und 59 StGB. Einziehung von Vermögenswerten bei Antragsdelikten.  Die durch ein Antragsdelikt erlangten Vermögenswerte sind auch einzuziehen, wenn ein gültiger Strafantrag fehlt (E. 4). \nArt. 59 Ziff. 1 Abs. 3 und Art. 70 ff. aStGB, Art. 277ter BStP. Verjährung der Strafverfolgung und des Einziehungsrechts bei (teilweiser) Gutheissung der eidgenössischen Nichtigkeitsbeschwerde. \nSoweit die letztinstanzliche kantonale Verurteilung wegen bestimmter Straftaten mit der eidgenössischen Nichtigkeitsbeschwerde nicht oder erfolglos angefochten worden ist und damit materiell rechtskräftig bleibt, findet keine Strafverfolgung mehr statt und hört daher in Bezug auf diese Straftaten die Verfolgungsverjährung mit der Ausfällung des letztinstanzlichen kantonalen Entscheides definitiv zu laufen auf. Dies gilt auch, wenn infolge (teilweiser) Gutheissung der Nichtigkeitsbeschwerde aus andern Gründen das angefochtene Urteil formal vollumfänglich aufgehoben wird und die kantonale Instanz etwa wegen des Dahinfallens von Verurteilungen des Beschuldigten in andern Punkten die Strafe neu bemessen muss (Präzisierung der Rechtsprechung; E. 6.2). \nEntsprechendes gilt in Bezug auf die Verjährung des Einziehungsrechts, welches mit der Nichtigkeitsbeschwerde nicht oder erfolglos angefochten worden ist (E. 6.3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2011-01-25",
    "id": "137 IV 79",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-79%3Ade&number_of_ranks=0&azaclir=clir#page79",
    "outDegree": 1,
    "regeste": "\nRegeste\nArt. 305bis StGB; Geldwäscherei betreffend Vermögenswerte, die aus der Erfüllung eines Vertrages stammen, dessen Abschluss durch Korruption begünstigt wurde.  Vermögenswerte, die aus einem Rechtsgeschäft stammen, welches mittels Korruption abgeschlossen wurde, rühren aus einem Verbrechen her, wenn sie zur Straftat in einem natürlichen und adäquaten Kausalzusammenhang stehen. Sie brauchen dabei nicht notwendigerweise die direkte und unmittelbare Folge der Straftat zu sein. In einem solchen Fall können diese Vermögenswerte Gegenstand des Tatbestands der Geldwäscherei sein (E. 3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2008-05-09",
    "id": "134 IV 185",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F134-IV-185%3Ade&number_of_ranks=0&azaclir=clir#page185",
    "outDegree": 1,
    "regeste": "\nRegeste\nArt. 59 Ziff. 3 aStGB; Einziehung von Vermögenswerten, welche der Verfügungsmacht einer kriminellen Organisation unterliegen.  Die in Art. 59 Ziff. 3 aStGB vorgesehene Einziehung setzt voraus, dass die schweizerischen Behörden zur Verfolgung des Eigentümers der Vermögenswerte wegen Zugehörigkeit zu einer kriminellen Organisation im Sinne von Art. 260ter StGB zuständig sind (E. 2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2002-06-11",
    "id": "128 IV 145",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F128-IV-145%3Ade&number_of_ranks=0&azaclir=clir#page145",
    "outDegree": 7,
    "regeste": "\nRegeste\nArt. 270 lit. h BStP; Legitimation zur eidgenössischen Nichtigkeitsbeschwerde.  Der Inhaber von eingezogenen Bankguthaben ist zur eidgenössischen Nichtigkeitsbeschwerde legitimiert (E. 1a). \nArt. 3 bis 7 und 59 StGB; schweizerische Gerichtsbarkeit, Einziehung von Vermögenswerten. \nDie Einziehung von Vermögenswerten kann nur angeordnet werden, wenn die Anlasstat unter die schweizerische Gerichtsbarkeit fällt (E. 2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2011-07-15",
    "id": "137 II 431",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-II-431%3Ade&number_of_ranks=0&azaclir=clir#page431",
    "outDegree": 16,
    "regeste": "\nRegeste\nArt. 36 Abs. 1 und Art. 185 Abs. 3 BV; Art. 25 f. BankG; Art. 10 VwVG und Art. 11 des Organisationsreglements FINMA 2008; Zulässigkeit der Herausgabe von Bankkundendaten der UBS an die amerikanischen Behörden durch die Eidgenössische Finanzmarktaufsicht (FINMA) im Februar 2009.  Inhalt und Stellenwert des Bankkundengeheimnisses im schweizerischen Recht (E. 2.1). Bankenrechtliche Schutzmassnahmen müssen das Bankkundengeheimnis wahren und dürfen nicht dazu dienen, die Kompetenzen der Rechtshilfe- oder Steuerbehörden bzw. die von diesen zu prüfenden, für die amtshilfeweise Aufhebung des Bankkundengeheimnisses erforderlichen Voraussetzungen zu umgehen (E. 2.2 und 2.3). Bejahung der Zulässigkeit der Herausgabe der Kundendaten gestützt auf die polizeiliche Generalklausel (E. 3 und 4). Feststellung des Anscheins einer Befangenheit des damaligen Präsidenten der FINMA (E. 5). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2013-02-22",
    "id": "139 III 13",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-III-133%3Ade&number_of_ranks=0&azaclir=clir#page133",
    "outDegree": 4,
    "regeste": "\nRegeste\nRechtsmittel gegen einen gerichtlichen Vergleich.  Gegen einen gerichtlichen Vergleich nach Art. 241 ZPO steht die Revision als Rechtsmittel offen (Art. 328 Abs. 1 lit. c ZPO; E. 1.3), während der Abschreibungsbeschluss nach Art. 241 Abs. 3 ZPO einzig hinsichtlich des Kostenpunkts mit Beschwerde anfechtbar ist (E. 1.2). \n\n"
  },
  {
    "canton": "Vaud",
    "date": "2012-10-05",
    "id": "138 I 435",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F138-I-435%3Ade&number_of_ranks=0&azaclir=clir#page435",
    "outDegree": 29,
    "regeste": "\nRegeste\nArt. 3, 44, 48, 49 Abs. 1, Art. 104 und 118 Abs. 2 lit. a BV; Art. 82 lit. b, Art. 87, 89 und 101 BGG; Art. 1 ff. BetmG; Art. 169 ff. LwG; Westschweizer Konkordat vom 29. Oktober 2010 über Anbau und Handel von Hanf; abstrakte Normenkontrolle; Zulässigkeit; Vorrang des Bundesrechts.  Zulässigkeit der Beschwerde in öffentlich-rechtlichen Angelegenheiten gegen das Westschweizer Konkordat vom 29. Oktober 2010 über Anbau und Handel von Hanf (E. 1). Nur das Bundesgericht ist zuständig für eine abstrakte Normenkontrolle eines Konkordats; das kantonale Verfassungsgericht kann lediglich gegen den kantonalen Beitritt zum Konkordat angerufen werden (E. 1.3 und 1.4). Beschwerdefrist und Beschwerderecht (E. 1.5 und 1.6). \nSofern das Konkordat Verletzungen des Bundesrechts im Bereich der Betäubungsmittel und des Landwirtschaftsrechts vorbeugen soll und es zudem die gleichen Ziele wie der Bundesgesetzgeber verfolgt, verletzt es - obwohl nicht Hanf als Betäubungsmittel geregelt worden ist - den Vorrang des Bundesrechts und ist demnach aufzuheben (E. 3). \n\n"
  },
  {
    "canton": "Bern",
    "date": "2011-05-16",
    "id": "137 IV 122",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-122%3Ade&number_of_ranks=0&azaclir=clir#page122",
    "outDegree": 7,
    "regeste": "\nRegeste\nHaftgrund der Ausführungsgefahr (Art. 221 Abs. 2 StPO); Ersatzmassnahme der Aufenthaltsbeschränkung (Art. 237 Abs. 2 lit. c StPO).  Der dringende Tatverdacht (E. 3) und der besondere Haftgrund der Kollusionsgefahr (E. 4) sind zu bejahen. Hingegen liegt keine Ausführungsgefahr gemäss Art. 221 Abs. 2 StPO vor; denn die Möglichkeit der Anordnung von Präventivhaft entfällt, wenn sich die Drohung \"lediglich\" auf die Ausführung eines Vergehens im Sinne von Art. 10 Abs. 3 StGB bezieht (E. 5.2 und 5.3). Die Aufenthaltsbeschränkung gemäss Art. 237 Abs. 2 lit. c StPO besteht entweder in der Verpflichtung, ein bestimmtes Gebiet nicht zu verlassen (Eingrenzung), oder in jener, eine bestimmte Gegend nicht zu betreten (Ausgrenzung; E. 6.2). Eine Eingrenzung auf ein bestimmtes Gebiet kommt primär bei Fluchtgefahr in Betracht. Geht es demgegenüber darum einer Kollusionsgefahr in Form der möglichen Beeinflussung des mutmasslichen Opfers zu begegnen, genügt in aller Regel eine Ausgrenzung als mildere Massnahme (E. 6.4). \n\n"
  },
  {
    "canton": "Basel-Stadt",
    "date": "2002-05-29",
    "id": "128 II 259",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F128-II-259%3Ade&number_of_ranks=0&azaclir=clir#page259",
    "outDegree": 14,
    "regeste": "\nRegeste\nArt. 9, 10 Abs. 2 und 13 Abs. 2 BV; persönliche Freiheit, Anspruch auf Schutz vor Missbrauch persönlicher Daten; DNA-Profil im Strafverfahren.  Zulässiges Rechtsmittel zur Anfechtung von Verfügungen betreffend Erstellung von DNA-Profilen und deren Bearbeitung im DNA-Profil-Informationssystem des Bundes (E. 1). \nAusgestaltung des DNA-Profil-Informationssystems (E. 2). \nEingriff in das Recht auf körperliche Integrität (Art. 10 Abs. 2 BV) bzw. in den Anspruch auf Schutz vor Missbrauch persönlicher Daten (informationelles Selbstbestimmungsrecht; Art. 13 Abs. 2 BV) durch Entnahme eines Wangenschleimhautabstrichs bzw. Erstellung und Bearbeitung eines DNA-Profils (E. 3.2 und 3.3); gesetzliche Grundlage für die Grundrechtseingriffe (E. 3.4); öffentliches Interesse (E. 3.5); Verhältnismässigkeit (E. 3.6); Kerngehalt (E. 3.7). \nVerfassungsrechtlicher Anspruch auf Vernichtung des Wangenschleimhautabstrichs sobald ein DNA-Profil erfolgreich erstellt worden ist (E. 4). \nZuständigkeit nach basel-städtischem Recht (E. 5). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2012-07-03",
    "id": "138 IV 186",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F138-IV-186%3Ade&number_of_ranks=0&azaclir=clir#page186",
    "outDegree": 8,
    "regeste": "\nRegeste\nArt. 46 und 81 Abs. 1 lit. b Ziff. 5 BGG; Art. 5 Abs. 1 BV; Art. 2 Abs. 1, Art. 319 Abs. 1 und Art. 324 Abs. 1 StPO; Fristenstillstand bei Zwischen- und Endentscheiden; Beschwerdelegitimation; Legalitätsprinzip und Grundsatz \"in dubio pro duriore\" bei Einstellungen.  Beim Fristenstillstand nach Art. 46 BGG ist zwischen End- und Zwischenentscheiden zu unterscheiden. Strafprozessuale Zwischenentscheide, insbesondere betreffend Beschlagnahmungen, sind (namentlich im Interesse der Verfahrensbeschleunigung) als \"andere\" vorsorgliche Massnahmen (i.S. von Art. 46 Abs. 2 BGG) zu behandeln, weshalb dort kein Fristenstillstand eintritt. Bei Endentscheiden, namentlich Einstellungsverfügungen, gelten hingegen die sogenannten \"Gerichtsferien\" (E. 1.1-1.3). \nBeschwerdelegitimation eines nahen Angehörigen des Opfers zur Anfechtung der Einstellung einer Strafuntersuchung gegen medizinisches Personal einer Privatklinik wegen fahrlässiger Tötung (E. 1.4). \nGrundsatz \"in dubio pro duriore\" bei Einstellungen. Bundesrechtswidrigkeit der Verfahrenserledigung im vorliegenden Fall verneint (E. 4). \n\n"
  },
  {
    "canton": "Aargau",
    "date": "2011-11-03",
    "id": "137 IV 340",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-340%3Ade&number_of_ranks=0&azaclir=clir#page340",
    "outDegree": 6,
    "regeste": "\nRegeste\nArt. 80 Abs. 2, Art. 81 Abs. 1 und Art. 93 Abs. 1 lit. a BGG; Art. 269 Abs. 1 lit. b und c, Art. 273 und 274 Abs. 2 StPO; Erhebung von Mobiltelefon-Randdaten; Überwachung des Fernmeldeverkehrs mittels Antennensuchlauf.  Gesetzliche Ausnahme vom Erfordernis der \"double instance\" (E. 2.2). Schutzwürdiges Interesse der Staatsanwaltschaft an der Beschwerdeführung sowie drohender nicht wieder gutzumachender Nachteil (E. 2.3). Voraussetzungen für die Zulässigkeit eines Antennensuchlaufes im Rahmen einer strafprozessualen Rasterfahndung gegen noch unbekannte Täterschaft (E. 5 und 6). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2002-12-10",
    "id": "129 I 103",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-I-103%3Ade&number_of_ranks=0&azaclir=clir#page103",
    "outDegree": 2,
    "regeste": "\nRegeste\nAnwendbarkeit der Garantien von Art. 6 Ziff. 1 EMRK auf die Beschlagnahme von Hanfpflanzen.  Die zu beurteilende Beschlagnahme lässt sich auf § 96 Abs. 1 StPO/ZH stützen, da im Gegensatz zur Vernichtung der Hanfpflanzen durch die Strafverfolgungsbehörden offen bleibt, was mit dem beschlagnahmten Gut zu geschehen hat (E. 2.1 und 2.2). \nDie angefochtene Beschlagnahme bis zum Abschluss des Strafverfahrens verhindert die Verwendung der Hanfpflanzen zum vorgesehenen Zweck, entwertet sie auf diese Weise und schränkt damit die Erwerbstätigkeit des Beschuldigten für eine unbestimmte Zeitspanne ein. Damit kommt dieser Beschlagnahme mit Blick auf die EMRK-Rechtsschutzgarantien ähnlich einer Vernichtungsanordnung der Charakter eines Eingriffs in ein \"civil right\" zu (E. 2.3). \nDa die Staatsanwaltschaft des Kantons Zürich keine richterliche Behörde ist und das Bundesgericht die Garantien von Art. 6 Ziff. 1 EMRK im Verfahren der staatsrechtlichen Beschwerde vorliegend nicht selbst gewährleisten kann, ist der Beschwerdeführerin der Zugang zu einer kantonalen gerichtlichen Instanz zu ermöglichen (E. 3). \n\n"
  },
  {
    "canton": "Basel-Stadt",
    "date": "2002-05-07",
    "id": "128 I 129",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F128-I-129%3Ade&number_of_ranks=0&azaclir=clir#page129",
    "outDegree": 5,
    "regeste": "\nRegeste\nHerausgabe beschlagnahmter Vermögenswerte; Art. 9 BV, Art. 59 StGB, Art. 87 OG.  Aufrechterhaltung der Beschlagnahme und Abweisung eines Herausgabebegehrens stellen einen mit staatsrechtlicher Beschwerde anfechtbaren Zwischenentscheid dar, gemäss Art. 84 und 87 OG (E. 1). \nHerausgabe von beschlagnahmten Vermögenswerten vor Abschluss des Verfahrens gemäss Basler Strafprozessordnung und Art. 59 StGB sowie aus verfassungsrechtlicher Sicht (E. 3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2005-05-31",
    "id": "131 I 333",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F131-I-333%3Ade&number_of_ranks=0&azaclir=clir#page333",
    "outDegree": 31,
    "regeste": "\nRegeste\nArt. 26, 27 und 49 BV; Gemeindereglement zur Benützung von Wohnungen, die mit Unterstützung der Stadt Lausanne erstellt oder renoviert worden sind.  Art. 11 des Gemeindereglementes erlaubt den Behörden, für 15 % der Wohnungen in jedem subventionierten Gebäude die Mieter zu bestimmen. Diese Regelung steht weder mit dem Bundesrecht (E. 2) noch mit der Eigentumsgarantie (E. 3) oder der Wirtschaftsfreiheit (E. 4) im Widerspruch. \n\n"
  },
  {
    "canton": "n/a",
    "date": "2005-07-25",
    "id": "131 I 425",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F131-I-425%3Ade&number_of_ranks=0&azaclir=clir#page425",
    "outDegree": 3,
    "regeste": "\nRegeste\nArt. 36 Abs. 1 und 3 BV; Art. 101 Abs. 2 und Art. 102quater BStP; strafprozessuales Kommunikationsverbot zu Lasten einer von einer Editionsverfügung betroffenen Bank; gesetzliche Grundlage und Verhältnismässigkeit der Zwangsmassnahme.  Zwar stellen befristete und im Interesse des strafprozessualen Untersuchungsgeheimnisses liegende, sachlich gebotene Informationssperren gegenüber Banken grundsätzlich keinen besonders empfindlichen Eingriff in die verfassungsrechtlich geschützte Kommunikations- und Wirtschaftsfreiheit dar. Im vorliegenden Fall gebricht es der streitigen Zwangsmassnahme jedoch in zeitlicher Hinsicht an der Verhältnismässigkeit (E. 5 und 6). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2011-10-10",
    "id": "137 III 52",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-III-522%3Ade&number_of_ranks=0&azaclir=clir#page522",
    "outDegree": 7,
    "regeste": "\nRegeste\nArt. 93 Abs. 1 lit. a BGG, Art. 22 Abs. 2 lit. b StromVG, Art. 19 Abs. 2 StromVV; Zwischenentscheid, nicht wieder gutzumachender Nachteil, Verfahren vor der Eidgenössischen Elektrizitätskommission.  Weigerung des Zivilrichters, bei einer Zahlungsklage des Netzbetreibers gegen einen Endverbraucher das Verfahren bis zum Entscheid der Eidgenössischen Elektrizitätskommission zu sistieren, bei der die angewendeten Tarife angefochten worden sind; der Endverbraucher erleidet keinen nicht wieder gutzumachenden Nachteil dadurch, dass er ohne Sistierung Gefahr läuft, rascher zur Zahlung verurteilt zu werden oder vorübergehend mehr bezahlen zu müssen, als die Eidgenössische Elektrizitätskommission letztlich als gerechtfertigt erachten könnte (E. 1.3-1.5). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2010-01-13",
    "id": "136 IV 92",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F136-IV-92%3Ade&number_of_ranks=0&azaclir=clir#page92",
    "outDegree": 9,
    "regeste": "\nRegeste\nArt. 79 und 93 Abs. 1 BGG; Beschlagnahme von Bankunterlagen.  Art. 93 BGG ist auch auf die Beschwerde gegen Entscheide über Zwangsmassnahmen der Beschwerdekammer des Bundesstrafgerichts anwendbar (E. 3). Vorliegend wurde nicht aufgezeigt, dass die Beschlagnahme von Bankdokumenten einen nicht wieder gutzumachenden Nachteil bewirken kann (E. 4). \n\n"
  },
  {
    "canton": "Luzern",
    "date": "2011-07-15",
    "id": "137 IV 246",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-246%3Ade&number_of_ranks=0&azaclir=clir#page246",
    "outDegree": 5,
    "regeste": "\nRegeste\nArt. 81 Abs. 1 lit. b Ziff. 5 BGG; Legitimation der Privatklägerschaft.  Am 1. Januar 2011 ist die revidierte Bestimmung von Art. 81 Abs. 1 lit. b Ziff. 5 BGG in Kraft getreten. Die Voraussetzung, dass sich der angefochtene Entscheid auf die Beurteilung der Zivilansprüche auswirken kann, blieb dabei unverändert. An der bisherigen Praxis zur Beschwerdebefugnis des Opfers gemäss aArt. 81 Abs. 1 lit. b Ziff. 5 BGG ist insofern festzuhalten (E. 1.3.1). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2013-04-25",
    "id": "139 IV 250",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-IV-250%3Ade&number_of_ranks=0&azaclir=clir#page250",
    "outDegree": 4,
    "regeste": "\nRegeste\nArt. 90 Abs. 3 und 4, Art. 90a SVG; Art. 196 f., Art. 263 Abs. 1 lit. d StPO; \"Via sicura\"; Einziehungsbeschlagnahme nach qualifiziert grober Verkehrsregelverletzung (Überschreitung der Höchstgeschwindigkeit ausserorts um 69 km/h).  Die Einziehungsbeschlagnahme setzt (wie bisher) voraus, dass ein konkreter Tatverdacht besteht, die Verhältnismässigkeit gewahrt wird und die Einziehung nicht bereits aus materiellrechtlichen Gründen offensichtlich unzulässig erscheint (E. 2.1). \nBei qualifiziert groben Verkehrsregelverletzungen im Sinn von Art. 90 Abs. 3 und 4 SVG dürfte die Einziehungsvoraussetzung von Art. 90a Abs. 1 lit. a SVG in der Regel erfüllt sein. Für die kumulativ zu erfüllende Voraussetzung von lit. b hat das Gericht im Sinne einer Gefährdungsprognose zu prüfen, ob die Einziehung des Tatfahrzeugs geeignet ist, den Täter vor weiteren groben Verkehrswidrigkeiten abzuhalten. In concreto sind beide Voraussetzungen erfüllt (E. 2.3.3 und 2.3.4). \nPrüfung der Beschlagnahme unter Verhältnismässigkeitsgesichtspunkten (E. 2.4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2011-04-01",
    "id": "137 IV 145",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-145%3Ade&number_of_ranks=0&azaclir=clir#page145",
    "outDegree": 6,
    "regeste": "\nRegeste\nArt. 79 i.V.m. Art. 81 Abs. 1 und 2 BGG; Art. 169 f. und Art. 191 Abs. 1 DBG; Art. 46 Abs. 1 lit. b VStrR; Art. 333 Abs. 1 StGB; Zulässigkeit von Einziehungsbeschlagnahmen im Rahmen von besonderen Fiskaluntersuchungen wegen des Verdachts von schweren Steuerwiderhandlungen.  Anwendbarkeit des VStrR nach Inkrafttreten der Eidg. StPO; Übergangsrecht (E. 1.1). Beschwerdelegitimation der Eidg. Steuerverwaltung (E. 1.2). Massgebliches Fiskalstrafrecht; anwendbare Verfahrensvorschriften (E. 5). Dass die Fiskalbehörden im Rahmen eines allfälligen Hinterziehungs- bzw. Nachsteuerverfahrens auf verwaltungsrechtliche Instrumente der Steuersicherung zurückgreifen können, schliesst die vorsorgliche Anordnung von strafprozessualen Einziehungsbeschlagnahmen durch die Eidg. Steuerverwaltung im Verfahren der besonderen Fiskaluntersuchung nicht aus. Ebenso wenig ergibt sich in diesen Fällen aus Art. 333 Abs. 1 StGB ein Beschlagnahmehindernis (E. 6). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2013-04-18",
    "id": "139 IV 209",
    "inDegree": 3,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-IV-209%3Ade&number_of_ranks=0&azaclir=clir#page209",
    "outDegree": 3,
    "regeste": "\nRegeste\nEinziehung (Art. 70 Abs. 1 StGB) und staatliche Ersatzforderung (Art. 71 Abs. 1 StGB) im Falle eines Vergleichs.  Ein Vergleich steht der Einziehung nicht entgegen. Einzuziehen ist der durch die strafbare Handlung erlangte Vermögenswert unter Abzug der geleisteten Rückzahlung. Ist der Vermögenswert nicht mehr vorhanden, muss auf eine staatliche Ersatzforderung erkannt werden (E. 5). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2003-10-27",
    "id": "129 II 453",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-II-453%3Ade&number_of_ranks=0&azaclir=clir#page453",
    "outDegree": 12,
    "regeste": "\nRegeste\nArt. 74a und 80h lit. b IRSG; Herausgabebegehren gestützt auf ein ausländisches Urteil.  Die Gelder stammen aus einem veruntreuten Darlehen zwischen Privaten. Das ausländische Urteil räumt dem ersuchenden Staat ein Vorrecht auf diese Guthaben ein (um Vermögenswerte aus anderen Delikten wieder zu erlangen), erkennt aber, dass sie grundsätzlich dem Darleiher zustehen. \nDie Zulässigkeit der Beschwerde ist zweifelhaft, da der ersuchende Staat seine Betroffenheit nicht dargelegt hat (E. 2). \nEs besteht kein Zusammenhang zwischen den beschlagnahmten Vermögenswerten und den Delikten, welche dem Herausgabebegehren zu Grunde liegen; der Darleiher hat im Übrigen Anspruch auf die Guthaben. Art. 74a IRSG erlaubt somit die Rückgabe nicht (E. 3 und 4). \n\n"
  },
  {
    "canton": "Thurgau",
    "date": "2002-11-21",
    "id": "129 IV 107",
    "inDegree": 3,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-107%3Ade&number_of_ranks=0&azaclir=clir#page107",
    "outDegree": 5,
    "regeste": "\nRegeste\nWiderhandlungen gegen das Lotteriegesetz (Art. 38 Abs. 1 LG); Konfiskation (Art. 43 LG), Einziehung (Art. 59 StGB), Verhältnis (Art. 333 Abs. 1 StGB).  Art. 59 StGB hat Vorrang vor Art. 43 LG und findet auch Anwendung auf Vermögenswerte, die durch Widerhandlungen gegen das Lotteriegesetz erlangt worden sind (E. 3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2007-07-11",
    "id": "133 IV 215",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F133-IV-215%3Ade&number_of_ranks=0&azaclir=clir#page215",
    "outDegree": 4,
    "regeste": "\nRegeste\nArt. 84 und 93 Abs. 2 BGG; Art. 74a und 94 ff. IRSG, Art. 13 GWÜ.  Beschwerde gegen einen Zwischenentscheid über eine provisorische Beschlagnahme von Vermögenswerten im Hinblick auf die Herausgabe an den ersuchenden Staat zur Durchsetzung einer Ersatzforderung im Zusammenhang mit einem Steuerdelikt; die Voraussetzung von Art. 93 Abs. 1 lit. b BGG ist erfüllt (E. 1.1), und es handelt sich um eine Grundsatzfrage (E. 1.2). \nEine Herausgabe nach Art. 13 GWÜ ist nicht möglich, wenn sie nach den Art. 74a und 94 ff. IRSG ausgeschlossen ist (E. 2). \n\n"
  },
  {
    "canton": "Zug",
    "date": "2002-12-18",
    "id": "129 IV 49",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-49%3Ade&number_of_ranks=0&azaclir=clir#page49",
    "outDegree": 7,
    "regeste": "\nRegeste\nVerfolgungsverjährung (Art. 70 ff. und Art. 333 StGB), altes und neues Recht; milderes Recht (Art. 2 und Art. 337 StGB).  Massgebendes Recht im Falle der Aufhebung eines noch vor dem Inkrafttreten des neuen Verjährungsrechts am 1. Oktober 2002 ergangenen letztinstanzlichen kantonalen Urteils im Verfahren der eidgenössischen Nichtigkeitsbeschwerde (E. 5.1-5.4). \nIm beurteilten Fall ist das neue Verjährungsrecht nicht milder als das alte und daher Letzteres anwendbar (E. 5.5). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2002-01-24",
    "id": "128 IV 81",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F128-IV-81%3Ade&number_of_ranks=0&azaclir=clir#page81",
    "outDegree": 9,
    "regeste": "\nRegeste\nArt. 28 und 186 StGB; Hausfriedensbruch; Tragweite des Strafantrags.  Beim Dauerdelikt erstrecken sich die Wirkungen des Strafantrags grundsätzlich auch auf angezeigtes Verhalten, das über den Strafantrag hinaus andauert. So werden auch alle Beteiligten vom Strafantrag miterfasst, die erst nach dessen Stellung am Dauerdelikt teilnehmen (E. 2). \nBegriff des Verletzten gemäss Art. 28 StGB (E. 3). \nDer Eigentümerwechsel einer Liegenschaft macht aus einer unrechtmässigen Besetzung keine rechtmässige (E. 4). \nUnter welchen Voraussetzungen eine Räumung angeordnet wird, ist für die Frage der Unrechtmässigkeit der Besetzung belanglos (E. 5). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2003-04-04",
    "id": "129 IV 238",
    "inDegree": 2,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-238%3Ade&number_of_ranks=0&azaclir=clir#page238",
    "outDegree": 14,
    "regeste": "\nRegeste\nArt. 305bis Ziff. 1, Art. 19 Abs. 1 und Art. 20 StGB; Geldwäscherei, irrige Vorstellung über den Sachverhalt, Rechtsirrtum.  Wer fälschlicherweise der Überzeugung ist, aus dem Drogenhandel stammende Vermögenswerte seien wegen Zeitablaufs nicht mehr einziehbar, handelt in einem Sachverhaltsirrtum (E. 3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2011-01-25",
    "id": "137 IV 79",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-79%3Ade&number_of_ranks=0&azaclir=clir#page79",
    "outDegree": 1,
    "regeste": "\nRegeste\nArt. 305bis StGB; Geldwäscherei betreffend Vermögenswerte, die aus der Erfüllung eines Vertrages stammen, dessen Abschluss durch Korruption begünstigt wurde.  Vermögenswerte, die aus einem Rechtsgeschäft stammen, welches mittels Korruption abgeschlossen wurde, rühren aus einem Verbrechen her, wenn sie zur Straftat in einem natürlichen und adäquaten Kausalzusammenhang stehen. Sie brauchen dabei nicht notwendigerweise die direkte und unmittelbare Folge der Straftat zu sein. In einem solchen Fall können diese Vermögenswerte Gegenstand des Tatbestands der Geldwäscherei sein (E. 3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2007-01-23",
    "id": "133 IV 76",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F133-IV-76%3Ade&number_of_ranks=0&azaclir=clir#page76",
    "outDegree": 17,
    "regeste": "\nRegeste\nArt. 51 Ziff. 4 des I. Zusatzprotokolls zu den Genfer Konventionen; Art. 2 Ziff. 1, Art. 10, 12 Ziff. 2 lit. b und Art. 14 Ziff. 1 EAUe; Art. 7 und 10 Ziff. 1 UNO-Pakt II; Art. 3 EMRK; Art. 10 Abs. 3 und Art. 25 Abs. 3 BV; Art. 24 und 111 StGB. Auslieferung; Verfolgung eines mutmasslichen Führungsmitglieds der PKK durch die Türkei.  Anforderungen an das Auslieferungsersuchen; Vorwürfe gegen den Verfolgten laut Ersuchen; beidseitige Strafbarkeit bejaht im Hinblick auf die untersuchte Teilnahme an der Tötung eines sogenannten \"Dorfwächters\" (E. 2). \nEinrede des politischen Deliktes. Mitberücksichtigung der bürgerkriegsähnlichen Situation im Zeitpunkt der verfolgten Straftat. Problematische Abgrenzung zwischen Terrorismus und legitimem Widerstandskampf gegen ethnische Verfolgung und Unterdrückung. Terroristischer Charakter namentlich von schweren Gewalttaten, die unterschiedslos auch Unbeteiligte bzw. Zivilisten treffen (E. 3.8 und 3.9). \nAnforderungen an ausreichende Menschenrechtsgarantien des ersuchenden Staates in Auslieferungsfällen wie dem vorliegenden (E. 4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2004-05-03",
    "id": "130 II 217",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F130-II-217%3Ade&number_of_ranks=0&azaclir=clir#page217",
    "outDegree": 14,
    "regeste": "\nRegeste\nInternationale Rechtshilfe in Strafsachen; Art. 1a, 2, 5, 8 und 80p IRSG.  Der Republik China (Taiwan) kann Rechtshilfe gewährt werden, auch wenn dieser Staat von der Schweiz nicht anerkannt wird (E. 5). \nKann die Gewährung von Rechtshilfe an Taiwan wesentliche Interessen der Schweiz im Sinne von Art. 1a IRSG beeinträchtigen? Frage offen gelassen (E. 6). \nDie Voraussetzung des Gegenrechts ist erfüllt (E. 7). \nErfordernis der Einhaltung der Verfahrensgarantien in dem im Ausland geführten Strafverfahren (E. 8). \nDie Verjährung beurteilt sich nach dem im Zeitpunkt der Schlussverfügung geltenden schweizerischen Recht, im vorliegenden Fall nach Art. 73 Ziff. 1 aStGB (E. 11). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2006-04-18",
    "id": "132 II 218",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-II-218%3Ade&number_of_ranks=0&azaclir=clir#page229",
    "outDegree": 22,
    "regeste": "\nRegeste\nArt. 5 Abs. 2 RPG; materielle Enteignung (Nichteinzonung).  Mögliche Entschädigungstatbestände bei Nichteinzonungen; Pflicht zur Würdigung aller rechtlichen und tatsächlichen Gegebenheiten (E. 2). \nWeitgehend überbautes Gebiet: Abgrenzung zwischen den Begriffen \"Baulücke\" und \"grössere unüberbaute Fläche im Siedlungsgebiet\" (Präzisierung der Rechtsprechung; E. 4.2); zwei Anwendungsfälle (E. 4.3 und 4.4). \nBesondere Gesichtspunkte des Vertrauensschutzes: begründete Erwartung einer Einzonung aufgrund der Vorgeschichte (Zusammenfassung der Rechtsprechung; E. 6.1 und 6.2); materielle Enteignung in einem Anwendungsfall bejaht (E. 6.3-6.9). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2002-11-05",
    "id": "129 II 56",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-II-56%3Ade&number_of_ranks=0&azaclir=clir#page56",
    "outDegree": 5,
    "regeste": "\nRegeste\nAuslieferung nach Italien zur Vollstreckung von Abwesenheitsurteilen; Art. 3 des Zweiten Zusatzprotokolls zum Europäischen Auslieferungsübereinkommen (SR 0.353.12).  Wiederholung der Grundsätze der Auslieferung zur Vollstreckung von Abwesenheitsurteilen (E. 6.1 und 6.2). \nDie minimalen Verteidigungsrechte des abwesenden Angeklagten sind gewahrt, wenn er an der Gerichtsverhandlung durch einen freigewählten Verteidiger vertreten wurde, der sich an der Verhandlung beteiligen und Anträge stellen konnte (E. 6.3). \nGilt dasselbe, wenn der nicht vertretene Angeklagte gegen das Abwesenheitsurteil ein Rechtsmittel einlegen konnte (E. 6.4)? \n\n"
  },
  {
    "canton": "n/a",
    "date": "2005-02-07",
    "id": "131 II 169",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F131-II-169%3Ade&number_of_ranks=0&azaclir=clir#page169",
    "outDegree": 14,
    "regeste": "\nRegeste\nArt. 29 Abs. 1 BV, Art. 6 Ziff. 1 EMRK und Art. 14 UNO-Pakt II; Art. 59 Ziff. 3 StGB; Art. 74a und Art. 80h lit. b IRSG.  Derjenige, welcher unter falschem Namen ein Konto eröffnet, ist grundsätzlich nicht zur Beschwerdeführung gegen den Entscheid über die Herausgabe von auf diesem Konto deponierten Guthaben berechtigt; diese Lösung ist mit der in Art. 29 Abs. 1 BV enthaltenen Garantie eines fairen Prozesses vereinbar (E. 2.2). \nVoraussetzungen der Herausgabe von Guthaben während einem hängigen Strafverfahren im Ausland gemäss Art. 74a Abs. 3 IRSG; Bestätigung der Grundsätze (E. 6). \nAnwendung im vorliegenden Fall (E. 7). \nDie Gewinne aus Geschäften, welche unter Ausnutzung von Geldern deliktischen Ursprungs getätigt wurden, sind den unrechtmässigen Vorteilen im Sinn von Art. 74a Abs. 2 lit. b IRSG gleichgestellt (E. 7.3.1). \nGelder, die wahrscheinlich aus korrupten, im ersuchenden Staat strafrechtlich nicht verfolgten Geschäftstätigkeiten stammen, können zumindest im jetzigen Zeitpunkt nicht weitergeleitet werden (E. 7.3.2, 7.4.2, 7.5 und 7.6). \nWenn das ausländische Gesuch sich auf die Herausgabe von Geldern bezieht, welche von der Tätigkeit einer kriminellen Organisation herrühren, ist die Regel von Art. 59 Ziff. 3 StGB (einschliesslich der Vermutung gemäss dem zweiten Satz dieser Bestimmung) auf die Herausgabe im Sinn von Art. 74a Abs. 3 IRSG anwendbar (E. 9). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2003-02-12",
    "id": "129 I 173",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-I-173%3Ade&number_of_ranks=0&azaclir=clir#page173",
    "outDegree": 13,
    "regeste": "\nRegeste\nPersönliche Freiheit (Art. 10 Abs. 2 BV).  Recht der Angehörigen eines Verstorbenen, den Bestattungsort zu bestimmen; postmortaler Schutz des Persönlichkeitsrechts des Verstorbenen; Abwägung der gegenläufigen Grundrechtsinteressen im Rahmen von Art. 36 BV. \n\n"
  },
  {
    "canton": "n/a",
    "date": "2003-02-25",
    "id": "129 II 225",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-II-225%3Ade&number_of_ranks=0&azaclir=clir#page225",
    "outDegree": 14,
    "regeste": "\nRegeste\nRaumplanung und Umweltschutz, Behördenbeschwerde (Art. 24 ff. und 34 RPG, Art. 56 USG).  Ein Kanton ist grundsätzlich nicht berechtigt, den Entscheid seines Verwaltungsgerichts über die Bewilligung einer Baute innerhalb der Bauzone mit Verwaltungsgerichtsbeschwerde beim Bundesgericht anzufechten. Vorliegend kann der Kanton namentlich nicht geltend machen, es hätten die Regeln der Art. 24 ff. RPG über die Ausnahmen für Bauten ausserhalb der Bauzone angewandt werden müssen (E. 1.1-1.3); aus dem Umweltschutzgesetz ergibt sich ebenfalls keine Beschwerdeberechtigung (E. 1.4). Die staatsrechtliche Beschwerde steht Kantonen nicht zur Verfügung (E. 1.5). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2003-04-04",
    "id": "129 IV 238",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-238%3Ade&number_of_ranks=0&azaclir=clir#page238",
    "outDegree": 14,
    "regeste": "\nRegeste\nArt. 305bis Ziff. 1, Art. 19 Abs. 1 und Art. 20 StGB; Geldwäscherei, irrige Vorstellung über den Sachverhalt, Rechtsirrtum.  Wer fälschlicherweise der Überzeugung ist, aus dem Drogenhandel stammende Vermögenswerte seien wegen Zeitablaufs nicht mehr einziehbar, handelt in einem Sachverhaltsirrtum (E. 3). \n\n"
  },
  {
    "canton": "Vaud",
    "date": "2009-06-18",
    "id": "135 IV 180",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F135-IV-180%3Ade&number_of_ranks=0&azaclir=clir#page180",
    "outDegree": 5,
    "regeste": "\nRegeste a\nBemessung der Geldstrafe; Höhe des Tagessatzes; Art. 34 Abs. 2 und Art. 380 StGB.  Wurde gegen die zu einer Geldstrafe verurteilte Person eine Massnahme angeordnet, muss für die Berechnung ihres Reineinkommens festgelegt werden, ob die Kosten derselben nach Art. 380 StGB zu ihren Lasten oder denjenigen des Kantons gehen (E. 1.3). \nEine Geldstrafe ist nicht symbolisch, sofern der Tagessatz für mittellose Täter wenigstens 10 Franken beträgt (Präzisierung der Rechtsprechung; E. 1.4). \n\n"
  },
  {
    "canton": "Thurgau",
    "date": "2002-11-21",
    "id": "129 IV 107",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-107%3Ade&number_of_ranks=0&azaclir=clir#page107",
    "outDegree": 5,
    "regeste": "\nRegeste\nWiderhandlungen gegen das Lotteriegesetz (Art. 38 Abs. 1 LG); Konfiskation (Art. 43 LG), Einziehung (Art. 59 StGB), Verhältnis (Art. 333 Abs. 1 StGB).  Art. 59 StGB hat Vorrang vor Art. 43 LG und findet auch Anwendung auf Vermögenswerte, die durch Widerhandlungen gegen das Lotteriegesetz erlangt worden sind (E. 3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2005-11-23",
    "id": "132 III 24",
    "inDegree": 2,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-III-242%3Ade&number_of_ranks=0&azaclir=clir#page242",
    "outDegree": 2,
    "regeste": "\nRegeste\nArt. 320 Abs. 3 OR; Gutgläubigkeit als Voraussetzung für ein faktisches Arbeitsverhältnis.  Am Erfordernis der Gutgläubigkeit für die Annahme eines faktischen Arbeitsverhältnisses fehlt es nur dann, wenn dem Arbeitnehmer positive Kenntnis von der Ungültigkeit des Vertrages nachgewiesen werden kann. Erforderlich für die Bösgläubigkeit ist das Wissen um die Ungültigkeit des Vertrages, das heisst Kenntnis der Rechtsfolge, und nicht bloss das Wissen um die Gesetzeswidrigkeit einer Abrede an sich (E. 4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2006-02-06",
    "id": "132 III 30",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-III-305%3Ade&number_of_ranks=0&azaclir=clir#page305",
    "outDegree": 2,
    "regeste": "\nRegeste\nArt. 540 Abs. 1 Ziff. 3 ZGB; Erbunwürdigkeit; Hinderung am Widerruf bzw. Errichten einer Verfügung von Todes wegen durch Unterlassen.  Die von den kantonalen Gerichten angenommene Erbschleicherei ist gesetzlich nicht erfasst, kann aber in schweren Fällen Erbunwürdigkeit begründen (E. 2). Es verletzt kein Bundesrecht, Erbunwürdigkeit auf Grund sämtlicher Umstände im konkreten Einzelfall zu bejahen, wenn der testamentarisch eingesetzte Alleinerbe durch Verletzung seiner Aufklärungspflicht die Erblasserin daran hindert, die Erbeinsetzung zu widerrufen bzw. neu und anders von Todes wegen zu verfügen (E. 3-6). \n\n"
  },
  {
    "canton": "Basel-Stadt",
    "date": "2003-09-08",
    "id": "129 IV 322",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-322%3Ade&number_of_ranks=0&azaclir=clir#page322",
    "outDegree": 15,
    "regeste": "\nRegeste\nArt. 305bis StGB, Art. 41 Abs. 1 OR; Geldwäscherei als Grundlage für die Zusprechung einer Schadenersatzforderung an den durch die Vortat Geschädigten.  Der Tatbestand der Geldwäscherei schützt in Fällen, in denen die Vermögenswerte aus Straftaten gegen Individualinteressen herrühren, auch die Vermögensinteressen der durch die Vortat Geschädigten (E. 2). \n\n"
  },
  {
    "canton": "Zug",
    "date": "2003-09-16",
    "id": "129 IV 305",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-IV-305%3Ade&number_of_ranks=0&azaclir=clir#page305",
    "outDegree": 14,
    "regeste": "\nRegeste\nArt. 28 ff. und 59 StGB. Einziehung von Vermögenswerten bei Antragsdelikten.  Die durch ein Antragsdelikt erlangten Vermögenswerte sind auch einzuziehen, wenn ein gültiger Strafantrag fehlt (E. 4). \nArt. 59 Ziff. 1 Abs. 3 und Art. 70 ff. aStGB, Art. 277ter BStP. Verjährung der Strafverfolgung und des Einziehungsrechts bei (teilweiser) Gutheissung der eidgenössischen Nichtigkeitsbeschwerde. \nSoweit die letztinstanzliche kantonale Verurteilung wegen bestimmter Straftaten mit der eidgenössischen Nichtigkeitsbeschwerde nicht oder erfolglos angefochten worden ist und damit materiell rechtskräftig bleibt, findet keine Strafverfolgung mehr statt und hört daher in Bezug auf diese Straftaten die Verfolgungsverjährung mit der Ausfällung des letztinstanzlichen kantonalen Entscheides definitiv zu laufen auf. Dies gilt auch, wenn infolge (teilweiser) Gutheissung der Nichtigkeitsbeschwerde aus andern Gründen das angefochtene Urteil formal vollumfänglich aufgehoben wird und die kantonale Instanz etwa wegen des Dahinfallens von Verurteilungen des Beschuldigten in andern Punkten die Strafe neu bemessen muss (Präzisierung der Rechtsprechung; E. 6.2). \nEntsprechendes gilt in Bezug auf die Verjährung des Einziehungsrechts, welches mit der Nichtigkeitsbeschwerde nicht oder erfolglos angefochten worden ist (E. 6.3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2015-12-16",
    "id": "142 III 9",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F142-III-9%3Ade&number_of_ranks=0&azaclir=clir#page9",
    "outDegree": 2,
    "regeste": "\nRegeste\nHaftung des Willensvollstreckers.  Voraussetzungen der Haftung des Willensvollstreckers (E. 4.1 und 4.2). Natur und Umfang der Aufgaben des Willensvollstreckers (E. 4.3), insbesondere wenn die Erbschaft Wertschriften umfasst (E. 5.2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2007-06-13",
    "id": "133 III 46",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F133-III-462%3Ade&number_of_ranks=0&azaclir=clir#page462",
    "outDegree": 22,
    "regeste": "\nRegeste\nHaftung des Staates für die Tätigkeit von Spitalärzten; Rechtsweg; entgangene Chance.  Die Beschwerde in Zivilsachen steht offen gegen in Anwendung von kantonalem öffentlichem Recht ergangene Entscheide über die Verantwortlichkeit des Gemeinwesens für rechtswidrige Handlungen von in öffentlichen Spitälern angestellten Ärzten (Art. 72 Abs. 2 lit. b BGG; Art. 31 Abs. 1 lit. d BGerR; E. 2.1). \nDie Übernahme der Theorie der entgangenen Chance in das schweizerische Recht erscheint mindestens problematisch. Die Ablehnung dieser Theorie stellt insofern keine willkürliche Anwendung des kantonalen Rechts über die Verantwortlichkeit des Staates für medizinische Tätigkeiten dar (E. 3 und 4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2006-08-28",
    "id": "132 III 71",
    "inDegree": 2,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-III-715%3Ade&number_of_ranks=0&azaclir=clir#page715",
    "outDegree": 10,
    "regeste": "\nRegeste\nArt. 752 OR; Prospekthaftung; Kausalzusammenhang.  Für den Nachweis des natürlichen bzw. hypothetischen Kausalzusammenhangs gilt allgemein das Beweismass der überwiegenden Wahrscheinlichkeit. Auch im Bereich der Prospekthaftung hat der Kläger, der behauptet, falsche Angaben im Emissionsprospekt seien kausal für seinen Kaufentschluss und den damit in Zusammenhang stehenden Schaden gewesen, keinen strikten Beweis für den von ihm behaupteten Kausalverlauf, sondern nur den Beweis der überwiegenden Wahrscheinlichkeit zu erbringen (E. 3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2002-02-28",
    "id": "128 III 18",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F128-III-180%3Ade&number_of_ranks=0&azaclir=clir#page180",
    "outDegree": 21,
    "regeste": "\nRegeste\nHaftung der Gründer und der Verwaltungsräte einer Aktiengesellschaft (Art. 753 aOR, Art. 754 OR).  Sowohl die Normen über die Einlage des Aktienkapitals als auch die Bestimmungen, die eine Pflicht zur Benachrichtigung des Richters bei Überschuldung vorsehen, dienen nicht nur dem Aktionärs- oder Gläubigerschutz, sondern auch dem Schutz der Gesellschaftsinteressen. Eine Verletzung dieser Bestimmungen reicht daher nicht, eine Organhaftung für den direkten Gläubigerschaden zu begründen (E. 2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2002-02-12",
    "id": "128 III 27",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F128-III-271%3Ade&number_of_ranks=0&azaclir=clir#page271",
    "outDegree": 15,
    "regeste": "\nRegeste\nArbeitsvertrag; Ferien- und Freitageanspruch, Freistellung (Art. 8 ZGB; Art. 42 Abs. 2, 321c, 324 Abs. 2, 329, 337c Abs. 2 OR).  Beweislastverteilung bezüglich des Beweises der Anzahl bezogener Ferientage (E. 2a). \nRegelbeweismass und analoge Anwendung von Art. 42 Abs. 2 OR (E. 2b). \nVerhältnis zwischen der Arbeitsleistung an Feier- oder Freitagen und der Überstundenarbeit (E. 3). \nKompensation nicht bezogener Ferientage mit der Freizeit während der Freistellung (E. 4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2016-06-29",
    "id": "142 III 43",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F142-III-433%3Ade&number_of_ranks=0&azaclir=clir#page433",
    "outDegree": 23,
    "regeste": "\nRegeste\nArt. 58 und 65 SVG; Haftung für den Schaden des Ehemanns des unmittelbaren Unfallopfers (Angehörigenschaden); adäquater Kausalzusammenhang.  Haftung der Unfallverursacherin für den Schaden, welchen der Ehemann des unmittelbaren Unfallopfers aufgrund einer Überlastung erlitt: Adäquater Kausalzusammenhang wird verneint (E. 4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2011-12-08",
    "id": "138 IV 1",
    "inDegree": 2,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F138-IV-1%3Ade&number_of_ranks=0&azaclir=clir#page1",
    "outDegree": 5,
    "regeste": "\nRegeste\nArt. 305bis StGB; Art. 260ter StGB; aArt. 59 Ziff. 3 StGB; Art. 72 StGB; Beweis der verbrecherischen Herkunft von Vermögenswerten einer kriminellen Organisation bei der Geldwäscherei.  Bei der Geldwäscherei von Vermögenswerten einer kriminellen Organisation dürfen an den Nachweis der Vortat keine höheren Anforderungen gestellt werden als bei den anderen Fällen der Geldwäscherei. Der Beweis, dass ein Verbrechen vorausging, reicht aus. Exakte Kenntnis des Verbrechens und des Täters ist nicht erforderlich. Ebenso wenig wird verlangt, dass ein natürlicher und adäquater Kausalzusammenhang zwischen den individualisierbaren, im Rahmen der kriminellen Organisation begangenen Verbrechen und den gewaschenen Vermögenswerten aufgezeigt wird. Der von der Rechtsprechung geforderte \"absichtlich lockere\" Zusammenhang (BGE 120 IV 323 E. 3d S. 328) ist ausreichend erstellt, wenn bewiesen ist, dass die Verbrechen im Rahmen der kriminellen Organisation verübt wurden und die Vermögenswerte von dieser herrühren. Zwischen den Verbrechen gesamthaft betrachtet und den Vermögenswerten muss ein natürlicher und adäquater Kausalzusammenhang gegeben sein, selbst wenn die verbrecherische Herkunft nur eine indirekte ist (E. 4.2.3.2). \nGenügt die Vermutung von Art. 72 StGB, um die verbrecherische Herkunft von Geldern im Besitz eines Mitglieds der kriminellen Organisation für die Anwendung von Art. 305bis StGB zu erstellen? Die Frage wurde offengelassen (E. 4.2.3.2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2013-04-04",
    "id": "139 V 176",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-V-176%3Ade&number_of_ranks=0&azaclir=clir#page176",
    "outDegree": 36,
    "regeste": "\nRegeste a\nArt. 85 Abs. 1 lit. a BGG; Art. 52 und 56a BVG; Zulässigkeit der Beschwerde in öffentlich-rechtlichen Angelegenheiten in verantwortlichkeitsrechtlichen Streitigkeiten der beruflichen Vorsorge.  Frage offengelassen, ob Rechtsstreitigkeiten gestützt auf die Verantwortlichkeitsbestimmungen von Art. 52 und 56a BVG Fälle einer Staatshaftung im Sinne von Art. 85 Abs. 1 lit. a BGG darstellen (E. 2.2). \n\n"
  },
  {
    "canton": "Thurgau",
    "date": "2002-12-19",
    "id": "129 V 177",
    "inDegree": 2,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-V-177%3Ade&number_of_ranks=0&azaclir=clir#page177",
    "outDegree": 24,
    "regeste": "\nRegeste\nArt. 6 Abs. 1 UVG; Art. 9 Abs. 1 UVV: Adäquanzbeurteilung bei psychischer Schädigung nach Schreckereignis.  Frage offen gelassen, ob die Rechtsprechung zum Schreckereignis im Zusammenhang mit deliktischen Handlungen wie Raub, Drohung, Erpressung modifiziert werden soll. \nDer adäquate Kausalzusammenhang beurteilt sich bei Schreckereignissen ohne körperliche Verletzung der versicherten Person nach der allgemeinen Adäquanzformel (gewöhnlicher Lauf der Dinge und allgemeine Lebenserfahrung). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2013-07-05",
    "id": "139 II 404",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-II-404%3Ade&number_of_ranks=0&azaclir=clir#page404",
    "outDegree": 46,
    "regeste": "\nRegeste\nArt. 43, 84a, 89 Abs. 1 und Art. 103 BGG; Art. 6 EMRK; Art. 26 DBA-USA 96; internationale Amtshilfe in Steuerfragen mit den Vereinigten Staaten von Amerika.  Verfahrensgrundsätze: \nAnwendbares Recht und Vorliegen einer Rechtsfrage von grundsätzlicher Bedeutung (E. 1). Beschwerdelegitimation des Kontoinhabers und des wirtschaftlich Berechtigten (E. 2). Keine aufschiebende Wirkung der Beschwerde von Gesetzes wegen (E. 4). Keine Möglichkeit der nachträglichen Ergänzung der Beschwerdeschrift (E. 5). Die strafprozessualen Garantien sind auf das Verfahren der internationalen Amtshilfe in Steuerfragen nicht anwendbar (E. 6). Ein gerichtliches Urteil über die Verweigerung der Amtshilfe entfaltet nur eine eingeschränkte materielle Rechtskraft und hindert den ersuchenden Staat nicht, ein neues, verbessertes Gesuch in der gleichen Sache zu stellen (E. 8). Auf Rechtsmittel, die stellvertretend für einen Dritten eingereicht werden, ist nicht einzutreten (E. 11). Verfahren betreffend die internationale Amtshilfe in Steuerfragen sind Streitigkeiten mit Vermögensinteresse (E. 12). \nGruppenanfragen: \nAuf ein auf das DBA-USA 96 gestütztes Amtshilfegesuch, welches die Namen der betroffenen Steuerpflichtigen nicht erwähnt, ist grundsätzlich einzutreten, sofern die Darstellung des Sachverhalts genügend detailliert ist, um einen Verdacht auf Betrugsdelikte und dergleichen zu ergeben und die Identifikation der gesuchten Personen zu ermöglichen (E. 7.2). Der nicht namentlich genannte Informationsinhaber muss mit einem für den ersuchten Staat zumutbaren Aufwand identifiziert werden können (E. 7.3). \nBetrugsdelikte und dergleichen: \nDie von den Vereinigten Staaten von Amerika erhobene Quellensteuer auf Zinsen und Dividenden aus amerikanischen Wertschriften fällt in den Anwendungsbereich des DBA-USA 96 (E. 9.2). Begriff der Betrugsdelikte und dergleichen gemäss Art. 26 DBA-USA 96 (E. 9.3-9.5). Die vom IRS beschriebene Vorgehensweise der betroffenen Steuerpflichtigen erfüllt die Anforderungen des Abgabe- und des Steuerbetrugs; sie war nicht nur darauf ausgerichtet, die normale Einkommenssteuer der an der Gesellschaft wirtschaftlich berechtigten Personen zu hinterziehen, sondern auch den vom IRS zur Absicherung dieser Einkommenssteuerpflicht eingerichteten Kontrollmechanismus zu hintergehen (E. 9.7 und 9.8); das dazu benutzte Formular hat Urkundencharakter (E. 9.9). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2014-10-10",
    "id": "140 II 495",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F140-II-495%3Ade&number_of_ranks=0&azaclir=clir#page495",
    "outDegree": 12,
    "regeste": "\nRegeste\nArt. 18 Abs. 1, Art. 21 Abs. 2 Ziff. 15 und Art. 22 MWSTG; Art. 39 MWSTV; formelle Anforderungen an die rechtsgültige Option für die Versteuerung der von der Mehrwertsteuer ausgenommenen Leistungen (hier: Turnierbeiträge eines Golfclubs).  Das Erfordernis, im Fall der Option im objektiven Sinn die Steuer \"offen auszuweisen\", ist nicht bloss eine Ordnungs-, sondern eine Gültigkeitsvorschrift (Frage des \"Ob\"; E. 3.2). Auszuweisen sind Bestand und Höhe der Steuer. Die kombinierte Wissens- und Willenserklärung ist auf der jeweiligen Debitorenrechnung anzubringen (Frage des \"Wie\"; E. 3.3). Vom \"Ausweis\" zu unterscheiden ist die \"Bekanntgabe\", das heisst die Deklaration in der Mehrwertsteuerabrechnung (E. 3.4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2003-11-26",
    "id": "130 III 18",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F130-III-182%3Ade&number_of_ranks=0&azaclir=clir#page182",
    "outDegree": 10,
    "regeste": "\nRegeste\nArt. 14 f. Pauschalreisegesetz; Art. 44 OR; Haftung für den Verlust eines anvertrauten Koffers.  Rechtsnatur der Haftung des Reiseveranstalters (E. 4). \nDer Konsument, der den Reiseveranstalter nicht über den besonders hohen Wert eines anvertrauten Reisegepäckstücks orientiert, muss sich ein Versäumnis im Sinne von Art. 15 Abs. 1 lit. a Pauschalreisegesetz vorwerfen lassen. Die Haftungsregelung von Art. 14 f. Pauschalreisegesetz steht der Berücksichtigung eines blossen, den Kausalzusammenhang nicht unterbrechenden Mitverschuldens des Konsumenten als Reduktionsgrund nicht entgegen. Bemessung der Ersatzpflicht (E. 5). \n\n"
  },
  {
    "canton": "Schwyz",
    "date": "2014-03-28",
    "id": "140 II 248",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F140-II-248%3Ade&number_of_ranks=0&azaclir=clir#page248",
    "outDegree": 4,
    "regeste": "\nRegeste\nArt. 127 Abs. 2 BV; Art. 6 Abs. 1 und 3 sowie Art. 7 Abs. 1 DBG; §§ 6-8 StG/SZ; periodenübergreifende Verrechnung von im Ausland erlittenen Verlusten.  Die von den Steuerpflichtigen im Rahmen ihrer Beteiligungen an deutschen Gesellschaften 2006 unbestrittenermassen erlittenen und noch nicht verrechneten Verluste sind in der Schweiz bzw. im Kanton Schwyz bei der Veranlagung 2007 satzbestimmend zu berücksichtigen. Die Möglichkeit der Verlustverrechnung entspricht dabei der Rechtslage im interkantonalen Verhältnis und insbesondere auch dem Prinzip der Besteuerung nach der wirtschaftlichen Leistungsfähigkeit (E. 3.5-3.7). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2007-05-16",
    "id": "133 II 153",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F133-II-153%3Ade&number_of_ranks=0&azaclir=clir#page153",
    "outDegree": 0,
    "regeste": "\nRegeste\nArt. 12, 15 Abs. 2 lit. l und Art. 16 Abs. 1 Satz 2 MWSTV; Art. 14 und 20 Abs. 1 Satz 3 MWSTG; Art. 45a MWSTGV; Steuerbefreiung von Dienstleistungen unter der Herrschaft der MWSTV und Ort der Dienstleistung im Ausland gemäss MWSTG; Formmängel.  Inhalt und Verwirklichung des Bestimmungslandprinzips (E. 3). Ort der Dienstleistung unter der Herrschaft der MWSTV (E. 4.1) und des MWSTG (E. 5.1). Steuerbefreiung (MWSTV), sofern die Dienstleistungen im Ausland genutzt oder ausgewertet werden (E. 4.2). Anforderungen an den Beweis unter der Herrschaft der MWSTV (E. 4.3) und des MWSTG (E. 5.2). In beiden Fällen muss die Art der Dienstleistungen klar nachgewiesen sein. Diesen Anforderungen genügen die hier vorgelegten Dokumente nicht, einige wurden gar nach der steueramtlichen Kontrolle ausgestellt (E. 7.2). Novelle vom 24. Mai 2006 und diesbezügliche Mitteilung der Eidgenössischen Steuerverwaltung (E. 6). Art. 45a MWSTGV entbindet nicht vom Beweis, dass die Dienstleistung ins Ausland erbracht bzw. dort bewirkt worden ist (E. 7.4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2006-08-31",
    "id": "132 III 68",
    "inDegree": 1,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-III-689%3Ade&number_of_ranks=0&azaclir=clir#page689",
    "outDegree": 13,
    "regeste": "\nRegeste\nArt. 679 ZGB, Passivlegitimation des Bauberechtigten und des Eigentümers des belasteten Grundstücks im Fall des an einem Nachbargrundstück verursachten Schadens; Art. 667 Abs. 1 ZGB, Beweislast in Bezug auf die vertikale Ausdehnung des Grundeigentums.  Der Inhaber eines beschränkten dinglichen Rechts an einem Grundstück, welcher durch sein Verhalten sein Recht überschreitet und in Ausübung der tatsächlichen Herrschaft über das Grundstück einen Schaden an einem Nachbargrundstück verursacht, haftet aus Art. 679 ZGB (Bestätigung der Rechtsprechung; E. 2.2). Wird die Haftung des Bauberechtigten bejaht, haftet der Eigentümer des belasteten Grundstücks nicht, sofern er keinen Einfluss auf die Art und Weise hat, wie der Bauberechtigte die tatsächliche Herrschaft ausübt (E. 2.3). Anwendung auf den konkreten Fall (E. 2.4 und 2.5). \nVertikale Ausdehnung des Grundeigentums (Bestätigung der Rechtsprechung; E. 4.2). Nicht derjenige, welcher ein schützenswertes Interesse des Eigentümers des Grundstücks am betroffenen Untergrund bestreitet, hat zu beweisen, dass dieses Interesse nicht besteht, sondern der Eigentümer des Grundstücks, dass er ein schützenswertes Interesse hat (E. 4.3). Anwendung auf den konkreten Fall (E. 4.4). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2007-12-18",
    "id": "134 III 24",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F134-III-248%3Ade&number_of_ranks=0&azaclir=clir#page248",
    "outDegree": 12,
    "regeste": "\nRegeste\nArt. 641 Abs. 2, Art. 679 und 684 ZGB; Immissionen aus dem Flugbetrieb.  Mit dem Betrieb des Flughafens verbundene übermässige Immissionen sind grundsätzlich zu dulden, wenn sie nicht vermeidbar sind, und werden vom Enteignungsrecht erfasst (Art. 36a Abs. 4 LFG). Die von den Einwirkungen Betroffenen haben die sich aus dem EntG ergebenden Ansprüche im Enteignungsverfahren wahrzunehmen, in welchem sie namentlich auch geltend machen können, bestimmte übermässige Einwirkungen könnten vermieden werden. Es liegt in solchen Fällen nicht am Zivilrichter, in einem zum Enteignungsverfahren parallelen Verfahren zu prüfen, ob mit dem bestimmungsgemässen Betrieb des Flughafens verbundene übermässige Einwirkungen vermeidbar sind und insoweit vom Enteignungsrecht nicht erfasst werden (E. 5.1). \nDies gilt sowohl für den Überflug stricto sensu als auch für den Durchflug in grösserer Höhe (E. 5.2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2013-04-04",
    "id": "139 V 176",
    "inDegree": 3,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-V-176%3Ade&number_of_ranks=0&azaclir=clir#page176",
    "outDegree": 36,
    "regeste": "\nRegeste a\nArt. 85 Abs. 1 lit. a BGG; Art. 52 und 56a BVG; Zulässigkeit der Beschwerde in öffentlich-rechtlichen Angelegenheiten in verantwortlichkeitsrechtlichen Streitigkeiten der beruflichen Vorsorge.  Frage offengelassen, ob Rechtsstreitigkeiten gestützt auf die Verantwortlichkeitsbestimmungen von Art. 52 und 56a BVG Fälle einer Staatshaftung im Sinne von Art. 85 Abs. 1 lit. a BGG darstellen (E. 2.2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2016-06-29",
    "id": "142 III 43",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F142-III-433%3Ade&number_of_ranks=0&azaclir=clir#page433",
    "outDegree": 23,
    "regeste": "\nRegeste\nArt. 58 und 65 SVG; Haftung für den Schaden des Ehemanns des unmittelbaren Unfallopfers (Angehörigenschaden); adäquater Kausalzusammenhang.  Haftung der Unfallverursacherin für den Schaden, welchen der Ehemann des unmittelbaren Unfallopfers aufgrund einer Überlastung erlitt: Adäquater Kausalzusammenhang wird verneint (E. 4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2003-11-26",
    "id": "130 III 18",
    "inDegree": 3,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F130-III-182%3Ade&number_of_ranks=0&azaclir=clir#page182",
    "outDegree": 10,
    "regeste": "\nRegeste\nArt. 14 f. Pauschalreisegesetz; Art. 44 OR; Haftung für den Verlust eines anvertrauten Koffers.  Rechtsnatur der Haftung des Reiseveranstalters (E. 4). \nDer Konsument, der den Reiseveranstalter nicht über den besonders hohen Wert eines anvertrauten Reisegepäckstücks orientiert, muss sich ein Versäumnis im Sinne von Art. 15 Abs. 1 lit. a Pauschalreisegesetz vorwerfen lassen. Die Haftungsregelung von Art. 14 f. Pauschalreisegesetz steht der Berücksichtigung eines blossen, den Kausalzusammenhang nicht unterbrechenden Mitverschuldens des Konsumenten als Reduktionsgrund nicht entgegen. Bemessung der Ersatzpflicht (E. 5). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2008-03-17",
    "id": "134 III 37",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F134-III-379%3Ade&number_of_ranks=0&azaclir=clir#page379",
    "outDegree": 8,
    "regeste": "\nRegeste\nBundesgerichtsgesetz; beschwerdefähiger Entscheid; Umwandlung des Rechtsmittels; Anforderungen an die in der Rechtsschrift enthaltenen Anträge.  Der Entscheid über die Verweigerung der Streitverkündung stellt einen Teilentscheid nach Art. 91 lit. b BGG dar (E. 1.1). Die unrichtige Bezeichnung eines Rechtsmittels schadet dem Beschwerdeführer nicht, sofern die Prozessvoraussetzungen desjenigen Rechtsmittels, das hätte eingereicht werden müssen, erfüllt sind und es möglich ist, das Rechtsmittel als Ganzes umzuwandeln (E. 1.2). Der Beschwerdeführer darf sich nicht darauf beschränken, die Aufhebung des angefochtenen Entscheids zu beantragen, sondern muss grundsätzlich auch Anträge in der Sache stellen, es sei denn, das Bundesgericht wäre im Fall der Gutheissung der Beschwerde nicht in der Lage, in der Sache selbst zu entscheiden (E. 1.3). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2013-04-04",
    "id": "139 V 176",
    "inDegree": 3,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-V-176%3Ade&number_of_ranks=0&azaclir=clir#page176",
    "outDegree": 36,
    "regeste": "\nRegeste a\nArt. 85 Abs. 1 lit. a BGG; Art. 52 und 56a BVG; Zulässigkeit der Beschwerde in öffentlich-rechtlichen Angelegenheiten in verantwortlichkeitsrechtlichen Streitigkeiten der beruflichen Vorsorge.  Frage offengelassen, ob Rechtsstreitigkeiten gestützt auf die Verantwortlichkeitsbestimmungen von Art. 52 und 56a BVG Fälle einer Staatshaftung im Sinne von Art. 85 Abs. 1 lit. a BGG darstellen (E. 2.2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2005-12-20",
    "id": "132 III 35",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-III-359%3Ade&number_of_ranks=0&azaclir=clir#page359",
    "outDegree": 14,
    "regeste": "\nRegeste\nArt. 394 ff. OR; Arztvertrag; Sterilisationsfehler; Haftung für die Unterhaltskosten des (ungeplanten) Kindes der Patientin.  Stand der Lehre zum Vorliegen eines Schadens aufgrund der Belastung der Eltern mit den Unterhaltskosten des Kindes nach fehlgeschlagener Sterilisation (E. 3.3). \nVorliegen einer unfreiwilligen Vermögensverminderung (E. 4.1). \nUnbegründetheit der gegen die Ersatzfähigkeit der Unterhaltskosten vorgebrachten Argumente (E. 4.2-4.8). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2007-06-13",
    "id": "133 III 46",
    "inDegree": 2,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F133-III-462%3Ade&number_of_ranks=0&azaclir=clir#page462",
    "outDegree": 22,
    "regeste": "\nRegeste\nHaftung des Staates für die Tätigkeit von Spitalärzten; Rechtsweg; entgangene Chance.  Die Beschwerde in Zivilsachen steht offen gegen in Anwendung von kantonalem öffentlichem Recht ergangene Entscheide über die Verantwortlichkeit des Gemeinwesens für rechtswidrige Handlungen von in öffentlichen Spitälern angestellten Ärzten (Art. 72 Abs. 2 lit. b BGG; Art. 31 Abs. 1 lit. d BGerR; E. 2.1). \nDie Übernahme der Theorie der entgangenen Chance in das schweizerische Recht erscheint mindestens problematisch. Die Ablehnung dieser Theorie stellt insofern keine willkürliche Anwendung des kantonalen Rechts über die Verantwortlichkeit des Staates für medizinische Tätigkeiten dar (E. 3 und 4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2013-04-11",
    "id": "139 IV 206",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-IV-206%3Ade&number_of_ranks=0&azaclir=clir#page206",
    "outDegree": 1,
    "regeste": "\nRegeste\nArt. 78 Abs. 1 BGG; Art. 429 Abs. 1 StPO; Beschwerde in Strafsachen gegen Entscheide über Entschädigungen gestützt auf Art. 429 Abs. 1 StPO.  Entscheide über die in Art. 429 Abs. 1 StPO vorgesehenen Ansprüche auf Entschädigungen nicht nur für Verteidigungskosten (lit. a), sondern auch für wirtschaftliche Einbussen (lit. b) und schwere Verletzungen der persönlichen Verhältnisse (lit. c) sind Entscheide in Strafsachen im Sinne von Art. 78 Abs. 1 BGG, gegen welche die Beschwerde in Strafsachen zulässig ist (E. 1). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2006-08-28",
    "id": "132 III 71",
    "inDegree": 2,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-III-715%3Ade&number_of_ranks=0&azaclir=clir#page715",
    "outDegree": 10,
    "regeste": "\nRegeste\nArt. 752 OR; Prospekthaftung; Kausalzusammenhang.  Für den Nachweis des natürlichen bzw. hypothetischen Kausalzusammenhangs gilt allgemein das Beweismass der überwiegenden Wahrscheinlichkeit. Auch im Bereich der Prospekthaftung hat der Kläger, der behauptet, falsche Angaben im Emissionsprospekt seien kausal für seinen Kaufentschluss und den damit in Zusammenhang stehenden Schaden gewesen, keinen strikten Beweis für den von ihm behaupteten Kausalverlauf, sondern nur den Beweis der überwiegenden Wahrscheinlichkeit zu erbringen (E. 3). \n\n"
  },
  {
    "canton": "Thurgau",
    "date": "2002-12-19",
    "id": "129 V 177",
    "inDegree": 0,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F129-V-177%3Ade&number_of_ranks=0&azaclir=clir#page177",
    "outDegree": 24,
    "regeste": "\nRegeste\nArt. 6 Abs. 1 UVG; Art. 9 Abs. 1 UVV: Adäquanzbeurteilung bei psychischer Schädigung nach Schreckereignis.  Frage offen gelassen, ob die Rechtsprechung zum Schreckereignis im Zusammenhang mit deliktischen Handlungen wie Raub, Drohung, Erpressung modifiziert werden soll. \nDer adäquate Kausalzusammenhang beurteilt sich bei Schreckereignissen ohne körperliche Verletzung der versicherten Person nach der allgemeinen Adäquanzformel (gewöhnlicher Lauf der Dinge und allgemeine Lebenserfahrung). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2003-11-26",
    "id": "130 III 18",
    "inDegree": 3,
    "keyword": "mord",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=mord&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F130-III-182%3Ade&number_of_ranks=0&azaclir=clir#page182",
    "outDegree": 10,
    "regeste": "\nRegeste\nArt. 14 f. Pauschalreisegesetz; Art. 44 OR; Haftung für den Verlust eines anvertrauten Koffers.  Rechtsnatur der Haftung des Reiseveranstalters (E. 4). \nDer Konsument, der den Reiseveranstalter nicht über den besonders hohen Wert eines anvertrauten Reisegepäckstücks orientiert, muss sich ein Versäumnis im Sinne von Art. 15 Abs. 1 lit. a Pauschalreisegesetz vorwerfen lassen. Die Haftungsregelung von Art. 14 f. Pauschalreisegesetz steht der Berücksichtigung eines blossen, den Kausalzusammenhang nicht unterbrechenden Mitverschuldens des Konsumenten als Reduktionsgrund nicht entgegen. Bemessung der Ersatzpflicht (E. 5). \n\n"
  },
  {
    "canton": "Aargau",
    "date": "2018-04-25",
    "id": "144 IV 168",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 1,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=1&highlight_docid=atf%3A%2F%2F144-IV-168%3Ade&number_of_ranks=7&azaclir=clir",
    "outDegree": 3,
    "regeste": "\nRegeste\nArt. 66a Abs. 1 und 3 StGB; obligatorische Landesverweisung bei versuchter Katalogtat.  Art. 66a Abs. 1 StGB erfasst auch den Versuch einer Katalogtat (E. 1.4.1). \nArt. 66a Abs. 3 StGB enthält eine abschliessende Aufzählung der Strafmilderungsgründe, bei deren Vorliegen von einer Landesverweisung abgesehen werden kann (E. 1.4.2). \n\n"
  },
  {
    "canton": "Basel-Stadt",
    "date": "2012-12-21",
    "id": "139 IV 57",
    "inDegree": 1,
    "keyword": "diebstahl",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F139-IV-57%3Ade&number_of_ranks=0&azaclir=clir#page57",
    "outDegree": 4,
    "regeste": "\nRegeste\nArt. 64 Abs. 1 StGB; schwere Beeinträchtigung durch Anlasstat als Voraussetzung der Verwahrung.  Die Verwahrung setzt eine (eingetretene oder beabsichtigte) schwere Beeinträchtigung der physischen, psychischen oder sexuellen Integrität einer andern Person voraus. Das gilt für alle Anlasstaten im Sinne von Art. 64 Abs. 1 StGB. Die schwere Beeinträchtigung beurteilt sich nach objektivem Massstab (E. 1.3.3). \n\n"
  },
  {
    "canton": "Luzern",
    "date": "2011-07-14",
    "id": "137 IV 290",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-290%3Ade&number_of_ranks=0&azaclir=clir#page290",
    "outDegree": 8,
    "regeste": "\nRegeste\nArt. 57 Abs. 5 lit. a SVG; Art. 3a Abs. 1 VRV; Tragen von Sicherheitsgurten.  Gemäss Art. 3a Abs. 1 VRV müssen Führer und mitfahrende Personen die vorhandenen Sicherheitsgurten während der Fahrt tragen. \"Während der Fahrt\" bedeutet die Teilnahme im Verkehr. Die Gurtentragpflicht besteht auch bei einem Halt vor einem Rotlicht (E. 3.3). \n\n"
  },
  {
    "canton": "Aargau",
    "date": "2011-09-27",
    "id": "137 IV 249",
    "inDegree": 2,
    "keyword": "diebstahl",
    "level": 2,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-249%3Ade&number_of_ranks=0&azaclir=clir#page249",
    "outDegree": 11,
    "regeste": "\nRegeste a\nWiderruf der bedingten Strafe; Änderung der Vorstrafe zur Bildung einer Gesamtstrafe in Anwendung von Art. 49 StGB (Art. 46 Abs. 1 Satz 2 StGB).  Es widerspricht der ratio legis der Bestimmung von Art. 46 Abs. 1 StGB, eine (rechtskräftige) Vorstrafe zulasten des Verurteilten zu ändern. Das Verfahren ist nicht anwendbar, um eine Vorstrafe in eine schwerere Sanktion umzuwandeln (E. 3.4.3). \n\n"
  },
  {
    "canton": "Luzern",
    "date": "2011-07-14",
    "id": "137 IV 290",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-290%3Ade&number_of_ranks=0&azaclir=clir#page290",
    "outDegree": 8,
    "regeste": "\nRegeste\nArt. 57 Abs. 5 lit. a SVG; Art. 3a Abs. 1 VRV; Tragen von Sicherheitsgurten.  Gemäss Art. 3a Abs. 1 VRV müssen Führer und mitfahrende Personen die vorhandenen Sicherheitsgurten während der Fahrt tragen. \"Während der Fahrt\" bedeutet die Teilnahme im Verkehr. Die Gurtentragpflicht besteht auch bei einem Halt vor einem Rotlicht (E. 3.3). \n\n"
  },
  {
    "canton": "Aargau",
    "date": "2011-09-27",
    "id": "137 IV 249",
    "inDegree": 2,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-249%3Ade&number_of_ranks=0&azaclir=clir#page249",
    "outDegree": 11,
    "regeste": "\nRegeste a\nWiderruf der bedingten Strafe; Änderung der Vorstrafe zur Bildung einer Gesamtstrafe in Anwendung von Art. 49 StGB (Art. 46 Abs. 1 Satz 2 StGB).  Es widerspricht der ratio legis der Bestimmung von Art. 46 Abs. 1 StGB, eine (rechtskräftige) Vorstrafe zulasten des Verurteilten zu ändern. Das Verfahren ist nicht anwendbar, um eine Vorstrafe in eine schwerere Sanktion umzuwandeln (E. 3.4.3). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2007-11-29",
    "id": "134 IV 121",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F134-IV-121%3Ade&number_of_ranks=0&azaclir=clir#page121",
    "outDegree": 9,
    "regeste": "\nRegeste\nArt. 2 und 64 StGB, Ziff. 2 Abs. 1 der Schlussbestimmungen der Änderung vom 13. Dezember 2002; Art. 7 Ziff. 1 EMRK; Art. 15 Abs. 1 UNO-Pakt II; Geltung des Rückwirkungsverbots für die Verwahrung.  Das Rückwirkungsverbot gilt auch für die Verwahrung (E. 3.3.3). \nDas neue Recht ist hinsichtlich der Anordnung der Verwahrung und der Entlassung aus dieser Massnahme nicht strenger als das alte Recht. Die Schlussbestimmung der Änderung vom 13. Dezember 2002, welche die rückwirkende Anwendung des neuen Rechts auf noch nicht beurteilte Straftäter vorsieht, verstösst daher nicht gegen das Rückwirkungsverbot (E. 3.4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2007-07-05",
    "id": "133 IV 228",
    "inDegree": 1,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F133-IV-228%3Ade&number_of_ranks=0&azaclir=clir#page228",
    "outDegree": 11,
    "regeste": "\nRegeste\nArt. 81 Abs. 1 BGG.  Der Geschädigte, der nicht Opfer im Sinne des OHG ist, ist grundsätzlich nicht legitimiert, Beschwerde in Strafsachen zu erheben (E. 2). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2007-02-27",
    "id": "133 III 17",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F133-III-175%3Ade&number_of_ranks=0&azaclir=clir#page175",
    "outDegree": 3,
    "regeste": "\nRegeste\nMieterausweisung; offensichtlich rechtsmissbräuchliche Kündigung; Verhältnis von Art. 271 OR und Art. 2 Abs. 2 ZGB.  Art. 271 OR stellt eine lex specialis zu Art. 2 Abs. 2 ZGB dar. Auch eine offensichtlich rechtsmissbräuchliche Kündigung muss daher innerhalb der Verwirkungsfrist von 30 Tagen angefochten werden. Unterlässt der Mieter die Anfechtung, kann er die Rüge des offensichtlichen Rechtsmissbrauchs im Ausweisungsverfahren nicht mehr erheben (E. 3). \n\n"
  },
  {
    "canton": "Luzern",
    "date": "2005-08-05",
    "id": "131 V 242",
    "inDegree": 1,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F131-V-242%3Ade&number_of_ranks=0&azaclir=clir#page242",
    "outDegree": 13,
    "regeste": "\nRegeste a\nArt. 50 Abs. 2 IVG (in der bis 31. Dezember 2002 gültig gewesenen Fassung); Art. 85bis IVV: Tragweite der Wendung \"im Hinblick auf die Leistung der Invalidenversicherung\" resp. \"im Hinblick auf eine Rente der Invalidenversicherung\" erbrachte Vorschussleistungen.  Für die Leistungskoordination zwischen Sozialhilfe und Invalidenversicherung kann es nur darauf ankommen, dass objektiv für den gleichen Zeitraum Sozialhilfe- und Invalidenversicherungsleistungen fliessen und dass für die zur Verhinderung eines doppelten Leistungsbezugs erforderliche Drittauszahlung die weiteren normativen Erfordernisse des Art. 85bis IVV erfüllt sind, hingegen nicht, dass die Sozialhilfeleistungen in subjektiver Kenntnis eines bei der Invalidenversicherung gestellten oder noch zu stellenden Leistungsbegehrens ausgerichtet wurden. (Erw. 5) \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2011-03-17",
    "id": "137 IV 105",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-105%3Ade&number_of_ranks=0&azaclir=clir#page105",
    "outDegree": 3,
    "regeste": "\nRegeste\nArt. 54 StGB; Umfang der Strafbefreiung, wenn der Täter mehrere Delikte verübt hat.  Fall eines Autofahrers, der mangels angepasster Geschwindigkeit an die Strassenverhältnisse fahrlässig den Tod seines besten Freundes verursachte und auf der Unfallfahrt weitere Delikte verübte. Gelangt Art. 54 StGB zur Anwendung, ist allein die Tathandlung massgebend, die unmittelbar zur Beeinträchtigung des Täters führt. Die Umstände, dass dieser unter dem Einfluss von Marihuana, ohne Tragen des Sicherheitsgurtes und mit Reifen ohne genügende Profiltiefe fuhr, haben keinen offensichtlich direkten Zusammenhang zur fahrlässigen Tötung und zur schweren Betroffenheit. Diese Delikte fallen nicht unter Art. 54 StGB (E. 2.3.4). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2005-10-11",
    "id": "132 III 24",
    "inDegree": 2,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F132-III-249%3Ade&number_of_ranks=0&azaclir=clir#page249",
    "outDegree": 9,
    "regeste": "\nRegeste\nArt. 46 Abs. 1 VRV; Art. 59 Abs. 2 und 49 Abs. 1 SVG; Unfall auf einer Strasse ohne Trottoir; Selbstverschulden des nicht links auf der Fahrbahn gehenden Fussgängers.  Bedeutung der einzelnen Mitursachen im Rahmen von Art. 59 Abs. 2 SVG; quotenmässige Aufteilung des Gesamtschadens (E. 3.1). \nAuslegung des in Art. 49 Abs. 1 SVG enthaltenen und in Art. 46 Abs. 1 VRV konkretisierten Gebots des Linksgehens bei fehlendem Trottoir (E. 3.2 und 3.3). \nBemessung des Schadenersatzes im Rahmen von Art. 59 Abs. 2 SVG; Festlegung der Haftungsquote; Gewicht des Selbstverschuldens (E. 3.5). \n\n"
  },
  {
    "canton": "n/a",
    "date": "2008-04-28",
    "id": "134 V 250",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F134-V-250%3Ade&number_of_ranks=0&azaclir=clir#page250",
    "outDegree": 9,
    "regeste": "\nRegeste\nArt. 3 Abs. 1 und Art. 9 Abs. 1 AHVG; Art. 17 und 23 AHVV; Art. 18 Abs. 2 DBG; Beitragspflicht auf Mieterträgen von sich im Geschäftsvermögen befindenden Liegenschaften.  Mieterträge aus Liegenschaften, die zum Geschäftsvermögen gehören, unterliegen kraft dieses Umstandes als Einkommen aus selbstständiger Erwerbstätigkeit der AHV-Beitragspflicht (E. 4.3). \nBelassen die Erben von Liegenschaften diese nach dem Erbgang im Geschäftsvermögen, so müssen sie sich AHV-rechtlich - gleich wie im Steuerrecht - eine selbstständige Erwerbstätigkeit entgegenhalten lassen, selbst wenn sie die Geschäftstätigkeit des Erblassers nicht fortsetzen (E. 5.2). \n\n"
  },
  {
    "canton": "Bern",
    "date": "2008-03-17",
    "id": "134 IV 97",
    "inDegree": 1,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F134-IV-97%3Ade&number_of_ranks=0&azaclir=clir#page97",
    "outDegree": 9,
    "regeste": "\nRegeste a\nArt. 34, 37, 40 StGB; Wahl der Sanktionsart.  Nach der Konzeption des neuen Rechts stellt die Geldstrafe im Bereich der leichteren und mittleren Kriminalität die Hauptsanktion dar. Geldstrafe und gemeinnützige Arbeit sind gegenüber der Freiheitsstrafe mildere Sanktionen (E. 4). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2008-03-17",
    "id": "134 IV 82",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F134-IV-82%3Ade&number_of_ranks=0&azaclir=clir#page82",
    "outDegree": 16,
    "regeste": "\nRegeste\nArt. 2 und Art. 42 Abs. 4 StGB; Anwendung des milderen Rechts im neuen Sanktionensystem; Sanktionierung im Rahmen der sogenannten Schnittstellenproblematik.  Darstellung der Grundzüge des neuen Sanktionensystems (E. 3-5). Bei der Wahl der Sanktionsart für Strafen zwischen sechs Monaten und einem Jahr bildet die Zweckmässigkeit ein wichtiges Kriterium (E. 4.1). \nSystematische Darstellung des intertemporalen Kollisionsrechts (E. 6 und 7). \nAnwendung von Art. 42 Abs. 4 StGB im Sanktionsbereich der sogenannten Schnittstellenproblematik im Strassenverkehrsstrafrecht (E. 8). Bei unechter Gesetzeskonkurrenz sind konsumierte Übertretungen mit einer zusätzlichen Busse zu bestrafen (E. 8.3). \n\n"
  },
  {
    "canton": "Zug",
    "date": "2011-07-15",
    "id": "137 V 369",
    "inDegree": 1,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-V-369%3Ade&number_of_ranks=0&azaclir=clir#page369",
    "outDegree": 4,
    "regeste": "\nRegeste\nArt. 31 IVG; Auslegung.  Nach dem Rechtssinn des Art. 31 IVG bezieht sich der lediglich zu zwei Dritteln zu berücksichtigende Betrag auf die (um Fr. 1'500.- reduzierte) Einkommensverbesserung und nicht auf das gesamte Erwerbseinkommen (Beantwortung der in 9C_833/2009 offengelassenen Frage; E. 4.4.3). \n\n"
  },
  {
    "canton": "Graubünden",
    "date": "2011-01-17",
    "id": "137 V 13",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-V-13%3Ade&number_of_ranks=0&azaclir=clir#page13",
    "outDegree": 9,
    "regeste": "\nRegeste\nArt. 8 Abs. 2 und Art. 21 Abs. 2 und 4 IVG; Art. 14 IVV; Art. 2 Abs. 1 HVI; Ziff. 1.03 HVI-Anhang; Kostenvergütung für definitive Brust-Exoprothesen als Hilfsmittel der Invalidenversicherung.  Nach dem vom Wortlaut abweichenden Rechtssinn von Ziff. 1.03 HVI-Anhang erstreckt sich der Anwendungsbereich dieser Verordnungsbestimmung auch auf die Prothesenversorgung nach einer brusterhaltenden Tumorentfernung. Sämtliche versicherten Frauen, die organisch bedingt (Poland-Syndrom, Agenesie der Mamma) oder nach einer Krebsoperation (welcher Art auch immer) ein augenfälliges Brustvolumendefizit aufweisen, können gegenüber der Invalidenversicherung Brust-Exoprothesen in Form definitiver Voll- oder Teilprothesen beanspruchen (E. 5). \n\n"
  },
  {
    "canton": "Schaffhausen",
    "date": "2008-06-02",
    "id": "134 IV 241",
    "inDegree": 1,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F134-IV-241%3Ade&number_of_ranks=0&azaclir=clir#page241",
    "outDegree": 0,
    "regeste": "\nRegeste\nBildung einer Gesamtstrafe bei Widerruf des bedingten Strafvollzugs (Art. 46 Abs. 1 Satz 2 StGB).  Die Bildung einer Gesamtstrafe in sinngemässer Anwendung von Art. 49 StGB kommt nicht in Betracht, wenn die widerrufene Strafe und die neue Strafe gleichartig sind (E. 4). \n\n"
  },
  {
    "canton": "Zürich",
    "date": "2011-02-04",
    "id": "137 IV 57",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F137-IV-57%3Ade&number_of_ranks=0&azaclir=clir#page57",
    "outDegree": 4,
    "regeste": "\nRegeste\nArt. 49 Abs. 2 StGB; Gleichartigkeit der Strafen bei retrospektiver Konkurrenz.  Die Bildung einer Gesamtstrafe im Sinne von Art. 49 Abs. 1 StGB ist bei nicht gleichartigen Strafen nicht möglich. Diese sind kumulativ zu verhängen, da das Asperationsprinzip nur greift, wenn mehrere gleichartige Strafen ausgesprochen werden. Das gilt auch für die Bildung einer Zusatzstrafe bei retrospektiver Konkurrenz nach Art. 49 Abs. 2 StGB. Demnach ist es ausgeschlossen, eine Freiheitsstrafe als Zusatzstrafe zu einer Geldstrafe als Grundstrafe auszusprechen (E. 4.3). \n\n"
  },
  {
    "canton": "Solothurn",
    "date": "2004-10-06",
    "id": "130 IV 143",
    "inDegree": 1,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F130-IV-143%3Ade&number_of_ranks=0&azaclir=clir#page143",
    "outDegree": 7,
    "regeste": "\nRegeste\nEinziehung von Gegenständen und Vermögenswerten (Art. 58 ff. StGB); Legitimation zur eidgenössischen Nichtigkeitsbeschwerde (Art. 270 lit. h BStP), anfechtbare Entscheide, rechtlich geschütztes Interesse, zulässige Rügen.  Gestützt auf Art. 270 lit. h BStP anfechtbar sind auch die eine Einziehung ablehnenden Entscheide sowie weitere Entscheide, die in Anwendung von Art. 58 ff. StGB ausgefällt werden (E. 2). \nDer Geschädigte hat kein rechtlich geschütztes Interesse an der Aufhebung eines Entscheids, durch welchen die Sicherungseinziehung zwecks Vernichtung von Gegenständen, die zur Begehung einer strafbaren Handlung gedient haben oder bestimmt waren, abgelehnt wird (E. 3). \nDer Geschädigte ist im Verfahren der eidgenössischen Nichtigkeitsbeschwerde gegen Entscheide betreffend Einziehung nicht zur Rüge befugt, dass eine strafbare Handlung zu Unrecht verneint beziehungsweise zu Unrecht bejaht worden sei (E. 4). \n\n"
  },
  {
    "canton": "Luzern",
    "date": "2009-04-30",
    "id": "135 I 209",
    "inDegree": 0,
    "keyword": "diebstahl",
    "level": 3,
    "link": "https://www.bger.ch/ext/eurospider/live/de/php/clir/http/index.php?lang=de&type=highlight_simple_query&page=1&from_date=&to_date=&from_year=2017&to_year=2019&sort=relevance&insertion_date=&from_date_push=&top_subcollection_clir=bge&query_words=diebstahl&part=all&de_fr=&de_it=&fr_de=&fr_it=&it_de=&it_fr=&orig=&translation=&rank=0&highlight_docid=atf%3A%2F%2F135-I-209%3Ade&number_of_ranks=0&azaclir=clir#page209",
    "outDegree": 4,
    "regeste": "\nRegeste\nArt. 26 BV, Art. 31 WG, Art. 69 StGB, Art. 34 WV 1998; Entschädigungspflicht für eingezogene Waffen und Waffenbestandteile.  Übersicht über die waffenrechtlichen Beschlagnahmungs- und Einziehungsregeln (E. 2). \nDas Waffengesetz enthält keine gesetzliche Grundlage für den Einzug des Nettoerlöses der Verwertung von aus Sicherheitsgründen beschlagnahmten bzw. eingezogenen Gegenständen zu Gunsten des Staates. Kann der Gegenstand dem Eigentümer nicht mehr zurück- oder herausgegeben werden, ist die Verwertung unter Herausgabe des Erlöses an den Berechtigten - als weniger weitgehender Eingriff in die Eigentumsgarantie als die entschädigungslose Überlassung, Vernichtung oder Verwertung zu Gunsten des Staates - zu prüfen. Entscheidend ist dabei, ob es sich bei den betroffenen Gegenständen überhaupt um verwertbare, d.h. rechtlich erwerb- und besitzbare Güter von einem gewissen Marktwert handelt, die legal verwendet werden können (E. 2-4). \n\n"
  }
]